p_text = {
    1: '''Сейчас рассмотрим число Предназначения. Оно показывает суть человека, независимо от профессии и статуса.
Твое число Предназначения – 1. Оно управляется Солнцем.
Лидерство, власть, управление, желание быть в центре, забота о других, принятие ответственности, независимость.
Вы хотите, чтобы другие следовали за вами, вы видите цели, вам свойственна масштабность, авторитет, смелость, роскошь, Солнце дает сильное Эго. Такие люди должны понимать, что могут и обжечь другого. Вам надо учиться слушать других. 
Важно научиться брать ответственность, быть лидером, заботиться о подчиненных. Принимать ответственность за свою жизнь, никого не обвиняя в проблемах. Как только вы начнете кого-то обвинять: близких, начальника, государство – поплатитесь здоровьем, деньгами, проблемами в личной жизни. Ваша главная задача на эту жизнь – взять за ВСЁ ответственность на себя! 
Важно понять, что всё, что происходит в жизни есть отражение сознания. Что излучаем, то и получаем. Станьте профессионалом в какой-либо сфере, тогда вам будет не так важно, что о вас говорят другие. Важно научиться любить себя таким, какой вы есть. Научиться быть счастливым в одиночку. Рано или поздно одиночество проявится, в какой-то момент и вы можете быть одни. 
Вы любите переделывать других. Начиная принимать себя, вы поймете, что каждый человек важен именно таким, какой он есть и у каждого свой путь, свои ошибки, которые он должен сам пройти. Каждый индивидуальность, поэтому не подавляйте других, а наоборот вдохновляйте! 
Примеры профессии: чиновники, управляющие, директора, военные, звезды, ораторы, продюсеры, спортсмены. Почти любая профессия может проявлять Солнцем, нужно смотреть синтез с Числом Души и Числом Судьбы. Обычно в любой профессию такие люди становятся ведущими, главными, независимыми.
''',
    2: '''Сейчас рассмотрим число Предназначения. Оно показывает суть человека, независимо от профессии и статуса.
По числу Предназначения у тебя 2, управляется Луной. 
Отношения, умение договариваться с другими, когда такие люди приходят в коллектив, там наступает гармония, семейность. 
Луна — это энергия неуверенности, колебания, она поддерживает лидера. Им важны коллективность, семейность, у них богатая фантазия, они способны быть генератором идеи, быть посредниками, договариваться с другими. 
Часто творческое проявление, мягкость, забота, интуиция, склонность к эзотерике. 
Таким людям важно научиться выстраивать отношения. Но не быть зависимым от партнера. Надо избавиться от ожиданий, стать независимым в отношениях. Есть отношения – хорошо, нет отношений – тоже хорошо!
Научиться управлять своими эмоциями. Не подавлять их, а правильно проживать, учиться жить сердцем, слышать себя. Вам важно не думать, а чувствовать. Мысли дают вам сомнения и неуверенность, а сердце направит лучше всего. Полагайтесь на свою интуицию. 
Примеры профессий: психологи, консультанты, писатели, артисты, повара, медики, воспитатели, учителя, переводчики, официанты, обслуживающий персонал. Все профессии, что связаны с жидкостью, водой.
''',
    3: '''Сейчас рассмотрим число Предназначения. Оно показывает суть человека, независимо от профессии и статуса.
По числу Предназначения у тебя 3, «тройка» управляется Юпитером. Это планета мудрости. Люди, под её влияние прекрасно организуют финансовые потоки. Она дает стремление к расширению, учиться и учить. Таким людям важна справедливость. 
Им нужно вдохновлять других через свой энтузиазм. 
Лидерство они достигают через свою мудрость, через выслушивание других. Они сильны в финансах, коммуникабельности, интеллектуальности. 
Это творческие люди, которые постоянно что-то придумывают и постоянно стремятся к расширению (семьи, бизнеса, знаний, жил. площади и т.д). 
Вам нужно воспитывать и учить детей. Учить не предметам, а философскому отношению к жизни. Вам очень хорошо быть наставником, обучать взрослых, заботиться о своих семьях. Такие люди любят глубоко погружаться в тему. 
Примеры профессий: учителя, банкиры, бизнесмены, религиозные лидеры, ораторы, астрологи, психологи, исследователи, юристы, ученые, работники в сфере финансов. Все те профессии, кто ищет истину, кто наставляет, обучает.
''',
    4: '''Сейчас рассмотрим число Предназначения. Оно показывает суть человека, независимо от профессии и статуса.
По числу Предназначения у тебя 4, управляется полупланетой Раху.
Твоя задача в этой жизни: важно учиться быть благодарным. Отбрасывать иллюзии, ожидания. Контролировать свои желания. Проверять их на истинность, не навязаны ли тебе они извне. Развивай свою интуицию и доверяй ей, поскольку Раху дает некую неудовлетворенность собой, жизнью.
У тебя есть способность видеть слабое звено, ощущать страхи других. 
У тебя очень развита интуиция, ты тонко чувствуешь других. Такие люди надежны, смелы, импульсивны, у вас богатое воображение, также вам свойственна непредсказуемость, иллюзия. Вы часто генерируете идеи, мечты, и если поверите в какую-то идею, то становитесь очень старательным, чтобы достичь цели.
Примеры профессий: бизнесмены, директора, импорт/экспорт, то, что связано с заграницей, политики, рекламщики, программисты (и все профессии, связанные с компьютером, интернетом), бухгалтеры, журналисты, редакторы, диагностики, врачи, эзотерика, актеры, детективы (все профессии, связанные с иллюзией, тайной, разоблачением).
''',
    5: '''Сейчас рассмотрим число Предназначения. Оно показывает суть человека, независимо от профессии и статуса.
По числу Предназначения у тебя 5, управляется планетой Меркурий.
Меркурий — это планета дружбы. Она дает постоянное желание движение, коммуникаций, проявление логики. Таким людям свойственна любознательность, финансы, обучение, путешествия, скорость, разговоры, много интересов. 
Они умеют найти ко всем подход, врожденные мастера НЛП. Им рекомендуется заниматься разными делами одновременно, иметь несколько источников дохода и часто менять профессию. 
Вам нужно путешествовать, познавать мир, исследовать, развивать в себе не привязанность к чему-либо (месту, дому, профессии, людям). 
Важно иметь четкие цели и концентрироваться, не распылять своё внимание, иначе сложно будет достичь цели. Ставьте перед собой большие, глобальные цели, так вам будет проще выработать тактику к достижению цели. 
Вам нужно передавать знания другим. Строить бизнес, запускать старт-апы. 
Примеры профессий: библиотекари, учителя, бизнесмены (знают где купить подешевле и продать подороже), работники СМИ, интернет, радио, тв, творческие профессии, юмористы (меркурий за отвечает за юмор), дипломаты (они могут даже бывшего врага превратить в друга), работники соц.сетей, туризм, переводчики (всё, что связано с общением), посредники, организаторы, тренеры, наставники.
''',
    6: '''Сейчас рассмотрим число Предназначения. Оно показывает суть человека, независимо от профессии и статуса.
По числу Предназначения у тебя 6, управляется Венерой. 
Таким людям свойственна потребность в отношениях, чуткость к другим, практичность, эстетика, творчество, яркость, комфорт, наслаждение. 
Они умеют собирать всё в практичное, гармоничное, единое. Любят получать то, что хотят с наименьшими затратами, любят мало работать. 
Вам нужно создать семью, дать ей благосостояние, уют, комфорт, свою любовь. Ваша задача быть постоянными в любви, верными своему партнеру. Осознать, что мы живем не только для получения удовольствий, но и для внутренней трансформации, духовного роста. 
Вам подходят все профессии, связанные с красотой, модой, творчеством, искусством, дизайном, музыка, кино. Вы также найдете себя там, где нужно что-то улучшить, т.е. до вас всё было плохо, а вы сделали свою работу и стало красиво, гармонично, чисто (таких профессий очень много). Также вы даете прекрасные практические советы как устроится в жизни, как заработать, где и что найти, поэтому вам подходит консультирование в этих вопросах. 
Примеры профессий: дизайнеры, музыканты, актеры, психологи, учителя, массажисты, медики, преподаватели йоги, деятели искусства, руководители, министры (могут объединить коллектив, найти во всем практичное решение).
''',
    7: '''Сейчас рассмотрим число Предназначения. Оно показывает суть человека, независимо от профессии и статуса.
По числу Предназначения у тебя 7, «семерка» управляется полупланетой Кету.
Число 7 дает человеку внутреннюю трансформацию сознания на протяжении всей жизни. Им присуща глубокая интуиция, во всем что касается сердца. 
Они ценят внутреннюю гармонию и к ней стремятся, для них важны личные границы, анализ, непредвзятость, ненавязчивость. Важно научиться жить сердцем и не зависит от внешних обстоятельств. 
Они могут уходить в себя, быть отстраненными. Для них важен поиск истины, поиск смысла жизни. Они не очень любят управлять и не любят подчиняться, они как бы отстранены от всей системы. Лучше работать самому на себя или создавать свой бизнес. Если работаете в организации - стремитесь в руководство. 
Вам нужно медитировать, заниматься йогой, духовными практиками. Сейчас очень важный период для этого человека, он выбирает, куда пойдет дальше в развитие или в деградацию. 
Примеры профессий: эзотерики, свободные люди творческих профессии, духовные наставники, ученые, массажисты, остеопаты, психологи, астрологи, нумерологи, деятели искусства. Для выбора профессии нужно смотреть сочетание с другими числами (Души, Судьбы, Имени), но точно подходит то, что связано с интуицией.
''',
    8: '''Сейчас рассмотрим число Предназначения. Оно показывает суть человека, независимо от профессии и статуса.
По числу Предназначения у тебя 8, управляется Сатурном. 
Люди, с числом Предназначения 8 материалисты, у них большое желание всё контролировать, чтобы всё было по закону. Они могут заниматься рутиной деятельностью. 
Им очень важно не ленится, иначе Сатурн их будет наказывать. Труд, построение процессов, преодоление трудностей, стабильность, лидерство, соблюдение закона, систематизация, расчет, практичность, терпение вот главные для этих людей качества. Если их пока нет в вашем характере, но нужно работать над собой, это ваша задача на эту жизнь. 
Вам нужно тяжело и упорно работать до самой старости, без привязанности к похвале, оплате. Но нужно ставить материальные цели, копить деньги. Пусть не сразу, с задержкой, с препятствиями, но вы их достигнете. Все плоды трудов приходят к вам во второй половине жизни. 
Важно избегать эмоций, решения принимать на основе логики, расчета. 
Таким людям можно жениться по расчету, а чувства придут в браке, с задержкой. Для Сатурна задержка, промедления — это норма. 
Примеры профессий: организаторы, учителя, менеджеры, риэлторы, строители, писатели (драмы), судьи, адвокаты (они хотят, чтобы всё было по закону), бизнесмены (могут хорошо наладить процессы), простые рабочие. Всё, что связано с землей, с недвижимостью.
''',
    9: '''Сейчас рассмотрим число Предназначения. Оно показывает суть человека, независимо от профессии и статуса.
По числу Предназначения у тебя 9, управляется планетой Марс. 
Таким людям важна социальная деятельность, лидерство, управление, в них есть стремление изменить мир к лучшему. Они наивны, не умеют обманывать. Им хорошо поддается выработка стратегии, ведущая к цели, победе. 
Им показана физическая активность, так как в них много «лишней» энергии, которую нужно выплескивать через спорт, физическую работу. Важно держать тело в тонусе.
Они защитники слабых, часто хотят продвигать какую-то идею в обществе, спорте, хотят что-то улучшить для других людей, но они не могут двигаться одни, они «командные игроки». Им не подходит работа в одиночку, они должны быть в коллективе, в команде. 
Если что-то не получается, что-то идет не по плану, важно научиться достойно принимать поражение и, учась на ошибках, анализируя, выбирать другую стратегию движения. Принимайте это не за ошибку, а за опыт, учитесь относится к этому с юмором. Юмор вас спасет от вашего гнева. Не привязывайтесь к результату, учитесь наслаждаться процессом. 
Примеры профессий: спортсмены, военные, медики, МЧС (те, кто спасает) юристы, организаторы, бизнесмены, руководители, политики, актеры (в них много энергии), тренеры.
'''
}

s_text = {
    1: '''Твое число Судьбы 1, оно управляется Солнцем и вводит тебя в определенные жизненные обстоятельства.
Один — очень хорошее число Судьбы. В качестве числа Души 1 заставляет людей усердно работать, чтобы добиться в жизни выдающегося положения; но люди с числом Судьбы 1 наслаждаются плодами работы других. 
Люди с числом Судьбы 1 становятся важными в узких кругах осознанно или неосознанно, в то время как люди с числом Души 1 хотят стать важными, известными и выдающимися во всем. 
Люди с числом Судьбы 1 считаются удачливыми. Они награждены здоровым духом в здоровом теле. 
Они становятся лидерами и начальниками в своих кругах. Так как они могут ясно видеть будущее и выдвигать соответствующие планы, они достигают успеха без особых усилий. Они неожиданно получают деньги и с легкостью их тратят. 
Люди с числом Судьбы 1 становятся известными за свою воздержанность, терпение, организаторские способности и настойчивость. Если же к этому добавить еще и духовность, они становятся во главе духовных организаций и превращаются в настоящих учителей. В качестве учителей они четки, точны до скрупулезности и привержены истине. Но так как 1 в основном число мировых достижений и успеха, редко можно найти выдающегося духовного лидера с числом Судьбы 1. Люди с числом Судьбы 1 материалистичны, логичны и интеллектуальны. Духовность же требует эмоциональности и веры, а не логики. 
Число Судьбы 1 делает своих обладателей идеалистичными, вежливыми, добрыми, готовыми прийти на помощь и быстрыми в принятии суждений. Хотя они большую часть времени правы, в периоды слабого Солнца (октябрь, ноябрь, декабрь) они могут совершать ошибки. Это приносит им разочарование, но учит умеренности. Они вдохновляют своих коллег и поощряют молодежь становиться лидерами. Они умны, всегда улыбаются, привлекательны. 
Люди с числом Судьбы 1 не являются очень романтичными; в том, что касается женитьбы или любви, они несчастны. Однако они становятся великими рассказчиками. Их любят представители власти. 
Если их числа Души и Имени благоприятны, люди с числом Судьбы 1 превосходят все ожидания и становятся лучшими во всем, что ни делают. Но если же эти числа неблагоприятны, эти люди прекращают участвовать в общих делах и уходят в себя. Тем не менее, так как они удачливы, они все равно добиваются успеха и подъема в материальной области. Люди с числом Судьбы 1 рождены с миссионерскими запросами и имеют цель в жизни.
Неработающие женщины с числом Судьбы 1 направляют свою энергию на домашнюю жизнь. Они создают хороший микроклимат для своих друзей, гостей и членов семьи. Они помогают бедным и нуждающимся и становятся известными матерями. Они уверенны в успехе, осмотрительны, чувствительны и смело смотрят в лицо трудностям. 
Если они работают, то занимают важное положение благодаря своим хорошим качествам. Они социальны и ко всему относятся по-царски. У них сильный характер, они упорядочены, любят все систематизировать, обладают хорошими манерами.
Солнце — это планета, направленная на социум. 
Данность по судьбе: независимость, авторитет, властность, логичность, интеллектуальность, материалистичность, человек занимает ответственные посты, работает в официальных структурах. Такому человеку хорошо быть руководителем. Может быть одиночество в жизни. 
Важно брать на себя ответственность, у этого человека будет проверка на эго - «как я ставлю себя в отношениях». Такие люди учатся не на философии, а на реальных событиях. Им важно уважать всех, независимо от положения, помогать другим, уважать отца (отец — это представитель Солнца, тогда у человека будет больше ресурсов и возможностей проявит свою природу по единице).
Трансформация человека идет через внешнюю деятельность, его проявление в социуме, его достижения в нём, так он чувствует свою реализацию. Вам не подходят профессии, связанные с рутиной и монотонной работой, с жесткими рамками, в строгих ограничениях.
''',
    2: '''Твое число Судьбы 2, оно управляется полупланетой Луна и вводит тебя в определенные жизненные обстоятельства
Два — не слишком хорошее число Судьбы, но благодаря этому, оно дает человеку свою полюсы при работе над собой. 
Число Судьбы 2 заставляет людей постоянно смотреть в лицо спадам и подъемам, удача от них прямо-таки ускользает, едва они приближаются к ней. Из-за того, что они часто становятся жертвами непредсказуемых перемен, такие люди беспомощны. 
Люди с числом Судьбы 2 любят свое жилище и семью. Они проявляют живой интерес к домашним делам и имеют крепкие семейные узы. Число Судьбы 2 лишает людей защищенности и если это мужчины, то они далеки от успеха в любовных делах. Если же это женщины, то их часто порицают за любовь. 
Мужчины с числом Судьбы 2 много учатся, чтобы повысить свои знания и улучшить собственное понимание мира. 
Люди с числом Судьбы 2 рождаются с большим чувством самоуважения, что делает их исполнительными и наделяет хорошими манерами. Они придерживаются правила: «поступай с другими так, как хочешь, чтобы с тобой поступали другие». 
Если их ценят верные друзья, преданные соратники, если они сталкиваются с положительными обстоятельствами в жизни и, если находят ясность понимания, они обретают великую веру в себя и избавляются от мучительных сомнений. В этих условиях они могут совершать чудеса в той области, в которую вовлечены. 
Число Судьбы 2 дает любовь людям к рекам, водопадам, потокам, ручьям, озерам и прудам. «Двойки» любят находиться в группах и ценят хорошую компанию. Ради этого они могут откладывать важную работу, встречи. Их работа часто страдает из-за зависимости от других людей и из-за пристрастия к хорошему обществу, гармоничным вибрациям и дружбе. 
Люди с числом Судьбы 2 наделены сильной интуицией. Они могут читать мысли других. Они могут ставить себя на место других людей и постигать их личности. 
Мужчины с числом Судьбы 2 удачливы и женятся на образованных и красивых женщинах; у них добродетельные матери, а также любящие сестры и кузины. Им помогают престарелые женщины или женщины, которые занимают ключевые позиции в обществе. Однако часто семейная жизнь с числом Судьбы 2 оказывается короткой. 
Женщины с числом Судьбы 2 эмоциональны и преданны своим партнерам. Они изящно одеваются, молодо выглядят, привлекательны. 
Люди с числом Судьбы 2 интересуются травами и лекарственными растениями, часто любят садоводство. 
Они также находят удовольствие в постоянном украшении своего дома. 
Они могут стать хорошими психологами, мыслителями, поэтами, писателями, дипломатами, врачами, терапевтами, актерами или танцорами (все профессии, где надо чувствовать людей, проявлять о них заботу, творческие профессии). Не подходят профессии, где нужно принимать быстрые решения и работа, требующая повышенной стрессоустойчивости. 
Они лишены эгоизма; они не ждут надлежащей оценки после совершения добрых дел. Они могут работать также семейными психотерапевтами, помогая парам разрешать межличностные проблемы. 
Когда им исполняется 35 лет, они начинают интересоваться оккультными науками, философией и духовной жизнью.
Примечание
Люди с числом Души или Судьбы 2 должны делать все, по меньшей мере, дважды, им редко удается достичь цели с первого раза, это заставляет их растрачивать деньги и энергию с малой отдачей.
Луна — это переменчивые обстоятельства в жизни, много колебаний выбора и всегда особое внимание с женщинами (мать, сестра, жена) – они дают человеку поддержку, но, если носитель числа Судьбы 2 плохо относится к женщинам – ему придется над этим работать, судьба их выведет к этому. У таких людей есть склонность быть вторым, не соваться вперед, коллективность, восприимчивость, чувствительность, психология, интуиция, дипломатичность, музыка, поэзия, творчество, понимание нужд других людей, забота. Им нужно освобождать свои эмоции, не надо копить в себе обиды, тяжелые эмоции, им помогу медитации, молитвы, техники расслабления, прощения.
''',
    3: '''Твое число Судьбы 3, оно управляется Юпитером и вводит тебя в определенные жизненные обстоятельства
Число 3 вынуждает к тяжелой работе, люди берут на себя больше, чем нужно, и у них развиваются стрессы. Все это нарушает спокойное течение жизни. 
Однако люди с числом 3 отличаются крепким телосложением, полны силы и могут выдержать невероятные перегрузки. 
Слабость по отношению к лицам противоположного пола может создавать проблемы с членами семьи и их поступки постоянно вносят разногласия. Но эти люди удачливы и всегда могут избежать конфликта. 
Их невыразимая и критически настроенная природа причиняет им беспокойство: 
• друзья предают их; 
• братья, сестры не помогают; 
• они терпят неудачу в любовных делах и иногда завоевывают плохую репутацию; 
• их эгоистичность препятствует росту и саморазвитию; 
• любовь к хвастовству отваживает от них людей; 
• гордость лишает их многих возможностей в жизни; 
• экстравагантность ведет к финансовым кризисам. 
С другой стороны, эти люди удачливы, и удача спасает их от всех проблем, включая аварии. 
Когда им нужны деньги, они всегда могут раздобыть их. Они способны претворять свои мечты на практике.
Это прирожденные лидеры, легко добивающиеся успеха в политике и занимающие хорошие посты в правительстве. 
Они начинают как самые обыкновенные люди и добиваются огромных высот в карьере, благодаря тяжелой и усердной работе, удаче, хорошо развитому чувству ответственности и осознанному планированию. 
Они избегают ввязываться в споры и иногда вынуждены тратить деньги на обманутых ими же друзей и членов семьи, жертв несбывшихся планов или перемены решения в последний момент. 
Люди с числом Судьбы 3 награждены хорошей семейной жизнью. Их жизненные партнеры поддерживают их и берут на себя все домашние обязанности, давая возможность «тройкам» посвятить себя личностному и духовному росту, карьере. Их жизненным партнерам приходиться оказывать социальную помощь многочисленным друзьям и знакомым, многие из которых бедняки. 
Это люди добрые, щедрые и верные, порядочные; они часто зарабатывают деньги, используя свой личный магнетизм и очарование. 
Они всюду находят себе друзей и помощников. 
Они любят выступать проповедниками и заниматься религиозной работой; они любят петь. 
Это большие любители древней истории и политики. 
Они получают деньги из многочисленных источников и пользуясь подчас неблаговидными средствами. Но они легко тратят деньги на других и хорошо помещают свои средства, заботясь о комфорте и красоте. 
Эти люди отмечены созидательностью, хорошим воображением, хорошей интуицией, силой ясного самовыражения — устного и письменною. 
Однако они не добиваются славы и денег в первой части своей жизни, когда эти вещи они желают больше всего. Все это приходит к ним позже, в более зрелом возрасте. 
Они любят вкусную еду, комфортабельные дома, снабженные всеми удобствами. 
Они любят глубокий, но непродолжительный сон. Они верят в мир и всеобщее счастье.
Они лучше всего подходят для издательского дела, бизнеса, рекламы, преподавания в высшей школе, исследований, путешествий, туризма, импорта и экспорта. Они могут также работать ювелирами и адвокатами. Могут преподавать философию, которая является их любимым предметом. А также вращаться в религиозных и филантропических организациях.
Юпитер дает таким людям благоприятные стечения обстоятельств, им дается определенное благосостояние. Они предприимчивы, проявляют много инициативы, могут запускать старт-апы, проекты. 
Могут перегружать себя делами, им нужно уметь отдыхать, но иногда они могут слишком расслабляются от хорошей кармы. 
У них хорошие возможности для реализации себя, главное, чтобы им было интересно в этом деле. 
В их жизни будет какая-то связь с семьей, деньгами (положительная или отрицательная зависит от человека). Есть вероятность сложности по такому числу касаемо семейных или финансовых вопросов. 
Им важно заниматься познанием истины, философии, нередко жизнь связана с религией, духовным течением, философским направлением, через которое они будут побуждать других думать о хорошем, верить в лучшее, вдохновлять других. Эти люди часто оптимистичны, красноречивы, если не впадают в гуны невежества, страсти.
''',
    4: '''твое число Судьбы 4, оно управляется полупланетой Раху, оно вводит тебя в определенные жизненные обстоятельства.
Если люди имеют 4 в качестве числа Души, то, чтобы найти компромисс с трудностями, которые вызываются внезапными изменениями в жизни, им нужно много работать. Если 4 — число Судьбы, эти внезапные изменения разрушают основной план жизни — жизнь становиться невыносимой и отвратительной. Даже если такие люди имеют все блага жизни и живут в роскоши, они всегда ощущают, что им чего-то не хватает. 
«Четверкам» часто выпадает шанс продвинуться вперед, но их сомневающийся характер постоянно внушает им подозрения, и они упускают открывающиеся возможности. 
Они несут на себе тяжелые обязанности и непомерную ответственность. Им не остается ничего другого, как только продолжать выполнять их. У них хватает силы и жизненной энергии, но труд «четверки» не вознаграждается. Они не только не получают соответствующей оценки своей работе, но и вынуждены постоянно сталкиваться с критикой. Это делает их подозрительными и чрезмерно осторожными, толкает к изоляции и «четверки» чувствуют себя одинокими и покинутыми.
Раху дает им неудовлетворенность жизнью. Люди с числом Судьбы 4 никогда не чувствуют удовлетворения от своей работы и всегда пытаются найти лучшую для себя деятельность. Поэтому они очень часто меняют профессии. 
Из-за влияния Раху «четверкам» всегда досаждают тайные, невидимые враги (Раху дает много иллюзий). Эти враги всегда ходят вокруг них кругами из-за неуживчивого характера «четверок», позитивных взглядов, критического, но неясного, ума, и из-за того, что «четверки» не придерживаются существующих обычаев или норм поведения. Человеку кажется, что если он кому-то сделал замечание, то уже тот, другой, на него обиделся и «четверка» может долго об этом помнить и думать, что это его враг. 
Из-за обратного движения Раху «четверки» становятся неугомонными и нетерпеливыми, не терпят отсрочек в своей работе. Однако в их работе всегда есть задержки (Раху, подобно Сатурну, создает препятствия и задержки). 
Они также часто упускают свою удачу. 
Семейная жизнь «четверки» может не являться счастливой, ее может разрушать эгоистичный, сомневающийся и скрытный характер. 
«Четверки» не могут быстро принимать решения. 
В преклонном возрасте память «четверки» слабеет. 
У «четверки» есть много источников для зарабатывания денег, но она их легко тратит. И если «четверки» не обратят внимания на свою экстравагантность, то в старости, чтобы свести концы с концами, им придется много и усердно работать. 
Раху не самый простой показатель. Он дает внезапные повороты в жизни, неожиданные события, переломы судьбы, крайности, метания, скитания, переезды. Так как такие люди верят в определенную иллюзию, они хотят стабильности и конкретики, хотят это всё устаканить. 
Этим людям нужно прорабатывать свою карму через добровольную работу на общественных началах ради блага других. 
Сложно быть удовлетворенными, Раху это критичность – если они критично смотрят на жизнь, то она закручивает им «гайки», если стараются оптимистично смотреть на жизнь, то у них открывается много возможностей. 
Таким людям важно заниматься духовной практикой, потому что она направит их сознание в нужное русло, гармонизирует и у них появится возможность избавиться от критического мышления. Их критичное мышление тогда будет помогать людям, т.е. не просто «хожу всё критикую и всем недоволен, а нахожу недостатки в чем-то и помогаю людям от них избавится» (в работе, например). Они хорошие организаторы, им подойдет работа с недвижимостью, в интернете, в профессиях, где нужно что-то корректировать, искать ошибки в цифрах, словах, поступках людей и т.д. 
Они надежны, устойчивы. Нужно учится быть довольным тем, что есть, тогда они получат очень большую силу от Раху, смогут структурировать всё, исцелять своим присутствием. Когда происходит что-то плохое - у них часто опускаются руки, но нужно всегда выводить себя в плюс, в позитив, настраивать на хорошее и продолжать двигаться вперед!
''',
    5: '''Твое число Судьбы 5, оно управляется планетой Меркурий и вводит тебя в определенные жизненные обстоятельства
Люди с числом Судьбы 5, становятся самостоятельными еще в раннем возрасте. Эти люди умеют сами решать свои проблемы, способны создавать хороший бизнес и благоприятную бодрящую атмосферу среди коллег и партнеров по бизнесу. 
Люди с числом Судьбы 5 — быстры. Этот баланс скорости и осторожности делает их решения ценными — каким делом они бы не занимались. 
Пять — это хорошее число Судьбы, так как: 
• оно приносит мягкость, доброту, мудрость, интуицию, проницательность, счастье, бдительность и удачу;
• приносит богатство через выигрыш в лотерею, наследство или рискованное ведение бизнеса;
• оно делает своих обладателей логичными, рациональными и систематичными;
• дарует силу мысли и прогресс в материальной сфере; иногда оно делает их первооткрывателями, изобретателями, создателями старт-апов;
• оно обеспечивает покровительство правительства, представителей власти, политических лидеров, друзей и родственников;
• приносит признание за достижения в работе;
• оно делает своих обладателей многосторонними, производящими хорошее впечатление, привлекательными и по характеру оптимистичными; 
• оно приносит перемены в работе и жизни; 
• дарит удачу в любовных делах; 
• обладатели числа 5 подолгу живут за границей. 
Число Судьбы пять более благоприятно для публицистов, писателей, судей, политиков, бизнесменов, актеров, учителей, ораторов, рассказчиков, художников, скульпторов, и астрологов (все профессии, связанные с коммуницированием, посредничеством, созданием чего-то абсолютно нового). 
Меркурий — это множественность, у человека часто много всего в жизни: множество шансов, много событий, поездок, знакомств, этому человеку всегда хочется чего-то нового, потому что Меркурий — это молодежь, студенты, движение. 
У них происходит постоянный поиск нового. Эти люди могут найти подход к любому человеку, Меркурий планета речи. 
У таких людей может быть несколько образований, он может постоянно учится. Может быть несколько источников дохода. Возможно, он создаст либо одним из первых начнет заниматься новых хобби, образованием, которого ещё не было, новым источником доходов. Т.к. они ценят свободу и независимость, им лучше всего подойдет работа на себя. 
Этим людям важно постоянно чему-то обучаться, не стоять на месте, не расслабляться, наслаждаясь плодами своих трудов. Чувство юмора их часто выручает, им очень важно сохранять позитивный настрой, важна концентрация (т.к. есть склонность рассеивать внимание, им подойдут практики для очищения сознания, медитации).
''',
    6: '''Твое число Судьбы 6, оно управляется Венерой и вводит тебя в определенные жизненные обстоятельства.
Число Судьбы 6 может создавать много сексуальных проблем, за которые в действительности человек не отвечает. Оно может побуждать людей вступать в нежелательные любовные связи. 
Когда 6 является числом Души, наклонности по отношению к противоположному полу вполне естественны — это физиология, поэтому все это приемлемо. Но, когда такие вещи происходят случайно, без личностного влечения, то кажется, что физические взаимоотношения навеяны самой судьбой. 
Люди с числом Судьбы 6 достигают комфорта и добиваются успеха благодаря удаче. Они имеют все, что хотят, но, если не женятся в ранние годы своей жизни, потом долго не смогут найти подходящего жизненного партнера. 
Они заботятся о своих друзьях, их взаимоотношения лишены задних мыслей; и, они должны много работать на протяжении своей жизни в этом направлении. 
Они становятся очень независимыми, тем не менее, оставаясь социальными. 
Они хорошие собеседники и рассказчики. Они много путешествуют и наслаждаются жизнью; они любят хорошую, вкусную еду. 
Люди с числом Судьбы 6 более сентиментальны, чем логичны, и имеют склонность размышлять о своем прошлом. 
Они не приемлют рабства; «шестерки» нарушают законы и не следуют традиционным религиям. Они интересуются оккультными науками и тайными знаниями. 
Они надежны, миролюбивы, романтичны, методичны в своей работе и могут быть хорошими дипломатами. «Шестерки» защищают интересы своего класса. 
Деньги не задерживаются в их руках. Они великодушны и щедро тратят большие суммы на содержание родственников и друзей. 
Им нравится коллекционировать красивую одежду, парфюмерию, косметику, ювелирные изделия и драгоценные камни. 
Они остаются привлекательными, очаровательными и молодыми до старости. Женщины-«шестерки» сохраняют свои чары долгое время. 
Такие люди могут страдать от чрезмерного злоупотребления сексуальными удовольствиями и могут быть склонны к венерическим болезням. 
Венера дает направленность на отношения. У человека будет много возможностей с кем-то дружить, общаться, заводить любовные связи, множество соблазнов, они любят общество, социальность. 
Это хорошая планета в плане финансового достатка, удовольствия, комфорта. Они умеют объединять людей, хорошо со всеми общаются, гармонизируют всё вокруг. 
Им нельзя идти на поводу у своих чувств, им нужен наставник, который будет направлять их, иначе от чрезмерных удовольствий они могут быстро растерять свою хорошую карму.
Таким людям дается много возможностей для отношений, но не нужно растрачивать себя на них, особенно это важно женщинам, так как она истощает свое тонкое тело и потом ей уже не так легко идти по жизни. 
Этим людям важно помогать другим, пытаться что-то делать и для удовольствия других, важно оторваться от своего эгоизма и быть полезным другим. Они дают хорошие практичные рекомендации другим, им важно не идти на поводу у чувств, укреплять разум.
''',
    7: '''Твое число Судьбы 7, оно управляется полупланетой Кету, оно вводит тебя в определенные жизненные обстоятельства
Семь является хорошим числом Судьбы, потому что оно помогает людям усиливать качества, присущие их числу Души или числу Имени. Кету, управляющий числом 7, как полупланета, когда находится в домах других планет, легко поддается их влиянию. Кету приспосабливается к качествам и чертам планет, с которыми работает. 
Эта способность к адаптации и неущемлению других делает «семерок» всеобщими любимцами. Круг их помощников расширяется. 
Их привычка недооценивать свои дарования и скрытые потенциалы делает их смиренными, велеречивыми, обаятельными и награждает человеческими качествами. 
Их блестящие практические идеи притягивают людей подобно магнитам. Они становятся хорошими ораторами и рассказчиками. 
Они выезжают за рубеж и получают признание в области искусства, литературы или дипломатии. 
В зависимости от своих занятий, которые отчетливо направляются их числом Души, они могут добиться известности как судьи, миротворцы или духовные лидеры. 
Люди с числом Судьбы 7 остроумны, подвижны, быстры в принятии решений; непредсказуемы, постоянно меняются и всегда молоды. Это хорошие советники — даже их враги следуют таким советам и предложениям. От них исходят мирные вибрации, такие люди могут успокаивать других уже одним своим присутствием. 
У них есть решения всех проблем; это яркие спорщики, умело сводящие спор к компромиссу.
Их подход отличается рациональностью, практичностью, дружелюбием и созидательностью. 
Если люди с числом Судьбы 7 занимаются духовной практикой, они достигают самадхи и им известно состояние глубокой медитации. Если же они интересуются тантрой, то обретают сиддхи (силы — такие, как ясновидение, личный магнетизм, сила гипноза, сила передачи энергии по каналам). 
В возрасте между 30 и 45 сила их интуиции возрастает, и они получают возможность читать, как в книге, в умах людей. 
У «семерок» замечательные сны и они многому из них учатся. Большая часть их ярких оригинальных идей приходит из снов, мечтаний, что является любимым времяпровождением «семерок». Они пытаются узнать секрет сна и подсознания и верят в мистическую силу, которая может перебросить людей в прошлое или будущее. 
Они легко притягиваются к представителям противоположного пола, бывают постоянно окружены ими и весьма странным образом флиртуют с ними. 
Женщина с числом Судьбы 7 обладает повышенной социальностью и сентиментальностью; она более привлекательна, чем мужчина с числом Судьбы 7. Она умна, напориста, болтлива (иногда чересчур) и думает о карьере. Она сильно привязана к своей матери и другим родственникам женщинам, что может создавать проблемы в ее семейной жизни (те женщины могут иметь влияние на принятие её решений). 
У нее беспокойный характер, она всегда тревожится за будущее. В силу этого она может меньше уделять внимания своему мужу и поэтому брак может не являться счастливым. 
Мужчине с числом Судьбы 7 рекомендуется не жениться до двадцати восьми лет. 
И мужчины, и женщины с этим числом Судьбы часто могут иметь одну или более внебрачных связей. 
Кету дает таким людям легко приспособиться к обстоятельствам. 
Они могут иметь множество творческих проектов, потому что Кету понимает творчество всем нутром, всегда зрит в корень. 
7 в числе Судьбы показывает удачу. 
Такие люди магнетичны, притягивают к себе, всегда на своей волне (семерка дает некоторое отстранение от других людей). Интуитивны, стремятся к постижению истины. В молодости более легкие, к возрасту мудреют, ищут смысл жизни, ищут корень всего. Они склоны к мистике, эзотерике, религии.
Женщинам это число помогает быть признанными в обществе, творчески выражаться, они загадочны и притягательны. Мужчины могут быть также загадочным, нестандартным, погруженным в себя, но они тоже имеют свою привлекательность и сейчас такой типаж востребован в шоу бизнесе, в творческих профессиях.
''',
    8: '''Твое число Судьбы 8, оно управляется Сатурном и вводит тебя в определенные жизненные обстоятельства
Восемь — не слишком хорошее число Судьбы, потому что оно несет с собой промедление, препятствия, неудачи, унижения оттуда, откуда их меньше всего ждут; 8 делает жизнь непредсказуемой. 
Это число Судьбы вызывает нежелаемые противодействия и беспричинную враждебность. Оно способствует ограблениям и другим финансовым убыткам. 
Число Судьбы 8 может заставлять людей портить себе карму, попадать в аварии, встречать много неудач и страдать от преждевременного старения. Но через печальный опыт, неудачи, оно дает мудрость. 
«Восьмеркам» живется лучше всего в неблагоприятных условиях; чем больше они встречают трудностей, тем ярче сияют. Они достигают славы и начинают развивать свои организаторские способности, занимать ответственные посты и богатеть уже на склоне лет. 
Если «восьмерки» интересуются политикой, то вскоре получают высокий пост; если же интересуются духовными и оккультными науками, то становятся лидерами в своих организациях. Но им никогда не избавиться от проблем (действительных и мнимых), противостояния, унижения. 
Они любят быть одни, но страдают от одиночества. 
Люди с числом Судьбы 8 могут быть подвержены наркомании и другим порочным зависимостям. 
Семейная жизнь у «восьмерок» может долго не длиться. Они всегда находятся под угрозой отвержения или развода. Это подчас благоприятствует их политической карьере и духовной жизни. 
Вследствие того, что у них зарождаются философские мысли, они могут отказаться от собственной природы, которая стремится к удовольствиям, и направить энергию против страданий людей, приближенных к ним. 
Им суждено войти в историю — или как новаторам, выдающимся ученым, общественным реформаторам, или же вследствие плохой кармы своей порочной деятельностью (потому что они могут стать лидерами антисоциальных движений, групп, участвовать в революциях и плохо кончить). 
Люди с числом Судьбы 8 намного смелее, чем обладатели других чисел от 1 до 9. Они стойко переносят стрессы, у них повышенные адаптационные способности и они быстро приходят в себя. 
Они постоянно озабочены тем, чтобы занять главенствующие позиции в своей работе, и у них нет времени для развлечений. 
Женщины с числом Судьбы 8 получают наследство и умеют копить деньги на старость. Вследствие многочисленных неудачных происшествий в молодости они предпочитают жить одни, не выходить замуж. Несмотря на то, что они преданны своим семьям, им трудно найти подходящего жизненного партнера. Они могут преодолеть проблемы семейной жизни и взаимоотношений, если обретут терпение, обратят больше внимания на духовность и истинную веру. 
Люди с числом Судьбы 8 — хорошие планировщики, и в этой области они добиваются больших успехов. Если они встречают людей с благоприятными числами, то могут добиться в своей карьере небывалых высот. 
Ссориться с «восьмерками» опасно. 
Люди с числом Судьбы 8 сомневаются в окружающих, боятся своих оппонентов и страдают от стагнации, изоляции и нехватки дружеского окружения. 
Людям с числом Судьбы 8 суждено в своей жизни, по крайней мере, один раз предстать перед судом.
Сатурн тяжелая планета, дает непростую судьбу, сильные испытания, уроки в жизни, особенно в первой её половине. 
Дает множество уроков, испытаний, иллюзий. Унижения (возможно человека даже не унижали, но у него есть такая иллюзия, что его унизили), потери, разочарования. 
Сатурн проверяет человека в первой половине жизни на устойчивость, на то, как он проходит конкретные ситуации, на то, насколько остается стабильным. Затем к 35-36 годам это дает свои плоды. Сатурн строгий учитель. Для таких людей он ставит серьезные цели, серьезные отношения. 
Если Сатурн дает плоды, то они всегда очень обширные. Поэтому важно ставить долговременные, масштабные цели. 
Эти люди материалистичны, недоверчивы, категоричны, могут быть безэмоциональны. У них высокая требовательность к себе и другим. Им нужно помогать тем, кто в сложных обстоятельствах. 
Они часто могут быть категоричны к жизни – если выстроили план, значит он идеален и, если идет что-то не по плану, они воспринимают это очень серьезно (не хотят принимать эту реальность), но надо учится отпускать ситуацию, иначе жизнь их сама вытолкнет к этому. 
Через свою власть они хотят всё подчинить себе. Надо учится отдавать, отпускать. Важно научиться отпускать контроль, больше доверять жизни.
8 — это какое-то ограничение, отстранение (заключенные, люди, работающие в отдалении от других, в каких-то ограничениях, в больнице, в закрытых городах). 
Когда происходит что-то плохое эти люди становятся только крепче. 
Из таких людей получаются: трудолюбивые исполнительные работники, они могут много и упорно работать; хорошие администраторы, руководители, умеющие построить структуру и реализовать бизнес-процессы; адвокаты, юристы, политики. Им подойдет работа в гос. структуре, монотонная работа, также работа тяжелая морально или физически, работа в каких-то рамках, ограничениях. Работа, где нужна большая стрессоустойчивость.
''',
    9: '''Твое число Судьбы 9, оно управляется Марсом и вводит тебя в определенные жизненные обстоятельства.
Число Судьбы 9 намного лучше, чем число Души 9. Люди с числом Души 9 вспыльчивы, злобны и любят ссориться. Люди с числом Судьбы 9 управляются своим числом Души. Если последнее находится в гармонии с числом Судьбы, то они легко преодолевают свой гнев и вспыльчивость и сожалеют о скандальном поведении. 
Если же гармоничного числа Души нет, то человек с числом Судьбы 9 должен выбрать гармоничное имя, потому что оно оказывает большое влияние на душу. Негативное влияние числа 9 может помочь превзойти определенная религиозная практика. 
Испытывая трудности в жизни, люди с числом Судьбы 9 развиваются духовно и ментально, они понимают значение космической любви и могут оценить истинную мудрость. Если они ставят перед собой цель достижения совершенства в духовной жизни, они добиваются ее, обретая познания и ума, и тела. Они оказываются превосходными учителями, они не слепо верят тому, что находят в писаниях и что слышат от своих духовных учителей. Они проверяют это практикой и это позволяет им обрести истинную духовность. 
Люди с числом Судьбы и Души 9 любят искусство и красоту. 
Разница между ними заключается в том, что люди с числом Души 9 будут должны учиться и бороться, чтобы оставить свой след в мире искусства. Люди же с числом Судьбы 9 легко добиваются успеха и известности в этой области и их постоянно окружает красота. Они становятся любимчиками известных, успешных художников, выдающихся писателей и духовных учителей. 
Хотя людям с числом Судьбы 9 приходится встречаться с множеством трудностей и конфликтовать в детстве со своими родителями, братьями и сестрами, позднее они добиваются их любви, а их благородные качества находят почитание и должную оценку. 
Им суждено быть все время чем-то занятыми. Даже во время отдыха они неугомонны. Они интересуются всем, что делает жизнь приятной. Они любят приключения, романтические взаимоотношения и считают, что жизнь предназначена для удовольствий и развлечений. 
Они интересуются высшим обществом и утонченной жизнью. У них свой собственный внутренний компас, они самостоятельно ищут истину. В силу хорошей интуиции они способны распознать истину, а распознав, пытаются подобрать средства к ее достижению. Для более полного погружения в истину они следуют сложным духовным практикам. 
Люди с числом Судьбы 9 — не снобы. Они чувствуют единство со всем живым и ищут во всем божественную искру. 
Это защитники всего человечества, всех живых форм. Они интересуются целительством, экологией, музыкой, пением и рисованием. 
Девять, будучи последним числом в серии одиночных чисел, является числом исполнения души (сознания) и считается мистическим. Иметь число Судьбы 9 означает находиться в конце цикла жизни и смерти (рождения и перерождения). Если эти люди осознают это в молодости (число судьбы обычно вступает в силу только после 35 лет), они могут достигнуть своих целей. Они могут добиться этого, используя кармы своих прошлых жизней и избегая новой кармы, которая создается склонностью к чувственным наслаждениям. Они получают просветление и идут вперед по пути, никогда не возвращаясь назад. 
Число Судьбы 9 наделяет людей духовностью, мягкостью и смирением. Их воинственный характер прокладывает им дорогу через споры, публичные выступления и следованию трудной, самоистязающей практике. Оно дает им замкнутость и приверженность к святости; оно дает им смелость и дух соревнования. 
Те, кто не занимается духовными практиками, часто проявляют свою склонность к насилию через политику или на работе, используя вполне допустимые формы ведения дискуссий и сражений. 
Люди с числом Судьбы 9 вследствие своей сомневающейся природы, отрицательного настроя и выдуманных проблем должны в жизни много бороться. 
Марс — это планета, направленная на социум. 
Она дает в начале жизни конфликтность, драчливость. 
По их мнению, всё должно быть просто так, бескорыстно. Эти люди хотят всё отдавать, хотят вращаться в социуме, у них много событий в ранней молодости. Жизнь часто требует от них решительности и напора. Они идеалисты, хотят покорять вершины. 
Любят участвовать в политических партиях, соц. проектах, помощи другим людям. У них глобальность интересов. Страстность в отношениях. Они любят восхищение и внимание. 
Им важно учиться с миром принимать любые результаты, им очень важно это принять.
9 — это некое завершение всех цифр (имеется в виду от 1 до 9), подразумевается, что 9 
что-то накопила и хочет раздавать (опыт, знания, ресурсы и т.д.).
'''
}

text_d = {
    1: '''Число Души, по-другому можно назвать числом характера, внешним проявлением в социуме.
Твое число Души 1, оно управляется Солнцем, которое делает разум мужественным, властным, порывистым, сильным, хитрым, направленным вовне, готовым прийти на помощь к друзьям и жестоким по отношению к врагам. Подобно льву, у человека, управляемого Солнцем, более развита верхняя половина тела. Эти люди становятся знаменитыми и достигают высот в профессиональной деятельности. У людей, связанных с Солнцем, раздражительный характер. 
Качества характера человека: самостоятельность, эго, понимание себя (как я проявляю себя в обществе), авторитет, независимость, лидерство, уверенность, сила, щедрость, видение цели, трудолюбие.  
Везде, куда вы приходите, берете на себя внимание. Вы хотите, чтобы всё делали по вашим правилам, чтобы вам все подчинялись. Вы ведете за собой и заботитесь о других, берете за них ответственность. Число 1 наделяет человека мужской энергией Солнца, это означает, что у человека много энергии, направленной во вне, экстравертность, он может создавать, руководить, вести. 
У вас есть ясность цели и мысли. Вы имеете склонность привязываться к собственным идеям, особенно когда вы убеждены в том, что находитесь на верном пути. Очень трудно заставить таких людей изменить свое поведение, мнение или решение. Но они готовы его изменить только из-за правды, потому что для них правда всегда важнее. 
Вы быстро формулируете свои мысли. Вы ясны во всем, что касается самовыражения и любите краткие ответы на свои вопросы. У вас также ясное понимание жизни и собственная точка зрения, которая доминирует над всем, с чем вы сталкиваетесь в жизни. 
В своих проявлениях такие люди трезвы, тверды, пунктуальны и ясны. 
У вас сильная индивидуальность и вы нуждаетесь в обилии внимания и уважения. Вы легко располагаете к себе людей. 
Вы властны и удачливы при получении помощи от представителей власти. На протяжении всей жизни вам часто сопутствует удача. Вы любите свободу и ненавидите воздержание. Даже можно сказать, что вы хотите неограниченной свободы. Вы любите новизну и пытаетесь во всем, что делаете, использовать современные методы и технологии.
 Вы легко можете выдать общеизвестные идеи за свои собственные — но под новым углом зрения. Вы созидательны и изобретательны и большую часть времени обладаете положительными и оптимистическими установками. 
Вы более живучи, чем другие люди, и способны выполнять тяжелую физическую работу. В большинстве своем, такие люди обладают высокой Духовностью и у них большое сердце. Вы любите работать. 
Вы свободны от зависти, злобы и недовольств. В своей работе вы продуктивны, честны и порядочны, и большую часть времени совершенно правы, потому что принимаете верные решения в нужный момент. Эти качества помогают таким людям возвышаться над другими. Вы достигаете высокого положения на работе, потому что всегда думаете о том, как подняться еще выше. Для этого вы много и упорно работаете и заняты этим большую часть своего времени. Если же вы не добиваетесь успеха, то можете становиться печальными, впадать в пессимизм, становиться разочарованными, раздражительными, у вас даже может начаться депрессия. 
Если это женщина-домохозяйка она направляет все свои лидерские качества на семью, детей. И в семье она обычно главная, без неё никто не принимает решение. 
Если эти люди не стали руководителями, то они проявляют себя как яркие личности, ведущие, главные в любой профессии. Таких людей часто любят и ценят на работе. Вы очень добры, с вами легко сотрудничать и вы можете контролировать свои нервы, если захотите. 
Люди с числом Души 1 имеют подвижный ум, полный новых мыслей и идей. Они с легкостью начинают новые предприятия. 
Они любят жить в роскоши, по-царски и тратят деньги на приемы, вечеринки, и, в основном, расточительны. Они легко тратят деньги на покупку подарков для других, они всем рады поделиться с гостями и друзьями. 
Вы часто думаете, что рождены для выполнения особой миссии. Для этого вы много и упорно работаете либо усиленно посвящаете себя семье, даже если это предполагает жертвы или неудобства. Вы стойко встречаете взлеты и падения в своей жизни, не теряя мужества и без лишней нервозности. 
Вы не любите критики, но любите критиковать других. 
У вас хорошие манеры и хороший вкус. Вы не любите беспорядка, лени, медлительности, ложной гордости, лживых обещаний, безделья. 
В отношении религии такие люди часто большие энтузиасты. Вы можете вступать в религиозные и общественные организации, но если вам не предоставляют там ключевых позиций, то легко расстаетесь с ними.
Вы можете помогать только в том случае, если обретаете внимание к себе и получаете признание и восхищение за свой тяжелый труд. 
В основном, вас замечают и любят представители противоположного пола. Вы влиятельны и оказываете давление на своих друзей и коллег. 
Ваши активные годы их жизни — 35-39 лет. 
Вы дисциплинированны, устремлены вперед, практичны, серьезны. 
Вы остаетесь твердыми и решительными даже при неблагоприятных условиях. Вы упорны, но иногда легко раздражительны. 
Подобно Солнцу, вы являетесь источником света и радости и предназначены для служения всему человечеству. Вы любите путешествовать и можете адаптироваться к любой ситуации. Вы любите жизнь и можете восхищаться искусством и красотой. 
Вы собираете отовсюду идеи и создаете свой собственный образ мышления, не следуя традиционным воззрениям места, где родились. 
Вы всегда заботитесь о том, какое впечатление производите на окружающих, вы в основном дружелюбны, готовы прийти на помощь и можете за короткое время установить контакт с новыми людьми и вдохновить их. Вы вдохновляете молодежь и стремитесь, чтобы молодые люди сами стали лидерами. В своем обществе вы становитесь знаменитыми и вызываете восхищение своей работой, уравновешенностью, грациозностью и щедростью. 
Вам важно научиться быть стратегами. Важно ставить перед собой длинные глобальные планы. 
Вы новаторы, которые идут максимально вперед, не боятся преград, преодолевая всё, чтобы внутри почувствовать себя лидером. А если возникают в себе сомнения, важно эти сомнения преодолевать и идти вперед. 
Слабые стороны, теневые аспекты (они проявляются при стрессе): любите критиковать, ваше мнение самое правильное, высокая требовательность, зависимость от чего-то/кого-то (вредные привычки, работа, обстоятельства), трусливость, склонность к жесткости и манипуляции.
Твои цели и задачи в жизни: принимать ответственность за всё, что вокруг тебя происходит. Всегда идти вперед, даже если страшно. Важно достигать новые задачи, большие, глобальные, сложные. Ты должна максимально вести за собой людей с помощью харизмы. Ты хороший руководитель. Тебе сразу нужно руководить, хотя бы небольшим проектом. Быть лидером, вести, направлять. 
Такие люди как ты должны растить и развивать людей под себя, это твоя задача как администратора, руководителя, управленца, наставника. Для того, чтобы наработать позитивную карму в числе Души 1 нужно реализовывать ответственность и лидерство, осваивать новое, прогрессивное, уважать своих учителей. Таким людям не подходят профессии, связанные с рутиной и монотонной работой, с жесткими рамками, в строгих ограничениях. 
Вы в любой профессии либо главные, ведущие специалисты, либо руководители, бизнесмены, звезды, продюсеры, учителя (те, кто создают, ведут за собой, направляют). Всегда ставь максимальные цели на высокие посты в своей работе, вплоть до управления страной. Никогда не бойся брать больше ответственности – ты со всем справишься!

Рекомендации для людей с числом Души 1 
Тем, у кого число Души 1, важно думать о своих финансах более тщательно, и не растрачивать их на бессмысленные шоу, приобретение дорогих подарков, одалживание денег другим людям, инвестиции в бизнесе. Они не должны рисковать, участвуя в финансовых махинациях. Вам не следует принимать поспешных суждений, потому что это принесет вам неудачу. 
Тебе нужно воздерживаться от следующего: 
• быть чересчур амбициозной;
• быть слишком независимой;
• беспечной;
• быть слишком властной, подавлять других;
• быть слишком критичной;
• требовать все время внимания, хвастаться;
• борьбы в одиночку, отказа от помощи;
• безрассудного расточительства по отношению к друзьям и гостям.
''',
    2: '''Число Души, по-другому можно назвать числом характера, внешним проявлением в социуме.
Твое число Души 2, оно управляется Луной, которая дарует нежность, артистичность и романтическую природу. Такие люди миролюбивы и вежливы. Их фантазия делает их изобретательными, но им не хватает определенности, и они не могут претворять свои идеи с той же силой, с которой это могут «единицы». Они нуждаются для выполнения своих идей и для определения уверенности в хороших проводниках. 
Качества характера человека: умиротворение, гармония, взаимопонимание, чувствительность, сотрудничество, переменчивость, терпение, служение, забота, эмоциональность, творчество, вдохновение. Планета дает мягкую женскую энергию, эта энергия заботы: «Я вкладываюсь в кого-то, я забочусь о ком-то». Это интроверсия и погружение во внутрь. Женщина в семье представляет Луну, она заботится об окружающих, дает любовь и умиротворение. 
Постоянные приливы и отливы Луны влияют на обладателей числа Души 2 больше, чем на кого-либо. Женщины этой группы переживают спады и подъемы более эмоционально, чем мужчины. Иногда такие люди исполнены надеждой, иногда впадают в депрессию; у них повышенная чувствительность, склонность к унынию и сентиментальности. Все обладатели числа Души 2 любят жить в одиночку.
Таким же образом, как Луна отражает солнечный свет, обладатели числа Души 2 отражают влияние своего окружения. Если эти люди интересуются политикой, они вводят реформы для изменения общественных структур. Если это писатели, то своими произведениями они возвещают о переменах, ведущих к лучшему и более спокойному миру. Ты можешь часто посвящать свою жизнь бескорыстному служению и помощи другим. Луна дает тебе любовь к запахам и благовониям. Ты обладаешь утонченным характером с повышенной эстетической восприимчивостью. Возможно, ты любишь парфюмерию и готовить сладкие блюда, пирожные или кондитерские изделия. 
Если таких людей унизить или причинить вред, они могут превращаться в очень сильных, жестоких бойцов. Они придерживаются собственных решений, поступков, убеждений и смотрят прямо в лицо всем препятствиям до тех пор, пока не достигнут желаемого. Их нелегко обескуражить, они далеко не сразу сдаются. Луна представляет собой материнский принцип — предусмотрительность, терпение, любовь и заботу. Люди с числом Души 2 обладают всеми этими качествами, кроме терпения. У них доброе сердце, они нежны, готовы прийти на помощь и верны своему долгу. Они считают дружбу святой и жертвуют всем, что имеют, ради других. 
Так как Луна зависит от Солнца, получая от него свет, так и эти люди зависят от других чисел, они становятся более коммуникабельными и легко социализируются. Из-за своей постоянно изменяющейся природы ты думаешь очень быстро и быстро принимаешь решения. Ты эмоционально связана с другими людьми и смело смотришь в лицо трудностям. Будучи доброжелателем по отношению ко всему человечеству, ты придерживаешься философии мирного существования: живи и давай жить другим. Из-за того, что ты не любишь ссор, то становишься хорошим миротворцем и выносишь суждения в спорах таким изящным образом, что обе стороны чувствуют удовлетворение. Ты хороший дипломат и в качестве дипломата используешь свои инстинктивные и интуитивные способности. Ты любишь путешествовать и посещение зарубежных стран придает тебе космополитический взгляд на многие вещи. Такие люди не любят планов или приготовлений, сделанных для них другими людьми; они склонны к свободе. Они отличаются меньшей смелостью и меньшей амбициозностью, чем другие числа. Такие люди по природе своей скрытны, подчас стыдливы и никогда не лгут. Ты не любишь людей, дающих лживые обещания. Ты признаешь собственные промахи и иногда люди принимают это за твою слабость, эксплуатируют или очерняют тебя. Из-за своего постоянного беспокойства, которое поддерживается склонностью к фантазированию, ты иногда вынуждена выслушивать жестокие слова от друзей и родственников. Хотя такие люди легко признают свои ошибки и чувствуют сожаление, но часто не меняют своего поведения и даже не улучшают его. Они повторяют одни и те же ошибки, снова и снова, страдая от этого. Они не особо любят логику и критику. 
Люди с числом Души 2 интуитивны. Но молчат и позволяют обманывать себя, потому что вежливы и любят лесть. Они искусные умельцы в том, что касается любви и красоты. Находясь среди людей с гармоничными вибрациями, ты действуешь уверенно и настаиваешь на своих мыслях с необычайной твердостью, поэтому тебе так важно окружение. Из-за того, что ты усердно работаешь, ты добиваешься успеха. 
«Двойки» любят работать в коллективе, хотят следовать за кем-то, часто не хотят быть лидером, они склоны выстраивать личностные отношения со всеми, понимать эмоции других, почему другой человек поступил так, а не иначе. Часто не могут выстроить границы, потому что заточены жить интересами других людей.
Люди с числом Души 2 обычно обладают способностью принимать точку зрения или предложения других людей и не могут сказать «нет» людям, создающим для них проблемы. 
Такие люди привлекательны, разбираются в искусстве и знают, как вскружить голову другим. Их легко удовлетворить, и это вынуждает работать меньше, предоставляя больше времени пребывать в вымышленных мирах. Это делает их менее практичными. Люди с числом Души или с числом Судьбы 2 должны делать все, по меньшей мере, дважды. Редко бывает, чтобы они добивались чего-нибудь с первого раза. Они склонны растрачивать деньги и энергию с малой отдачей. У тебя часто мало энергии, потому что Луна — это убывание и приход, постоянные колебания. Возможно, ты часто придумываешь какие-то идеи, но не можешь их развить. 
Такие люди тоже лидеры, но они лидеры, которые максимально раскрываются через отношения, ты можешь быть на вторых ролях (замом, например), и ты легко будешь продвигать свои идеи как бы из тени главного, и они будут воплощены в жизнь, твоя задача управлять поведением других людей, управлять умами других, налаживать с людьми отношения, не манипулируя ими. Ты можешь управлять другими людьми мягко, как шея, которая управляет другими людьми как головой. Ты коммуникатор. Тебе нравится психологический комфорт. 
Твои слабые стороны, теневые аспекты личности (они могут проявлять при стрессе): переменчивость, частые колебания, любите сплетни, манипулировать людьми, сталкивая их друг с другом, неспособность принимать решение, пассивность.
Твоя цель, задачи в жизни - нужно научится говорить нет, особенно ближайшему окружению. Тебе важно раскрываться в коллективе через отношения. Твоя сила во взаимодействии. Глубоко разбираясь в психике человека, ты можешь управлять другими людьми и достигать от них своих целей. Свои идеи ты сможешь реализовать через управление другими, через личные отношения с ними. Тебе постоянно нужно смотреть «как я могу влиять на пространство через других людей» - тогда ты сможешь добиться своих целей. Для того, чтобы наработать позитивную карму нужно доводить начатое до конца, научиться говорить «нет», радостно встречать перемены.
Так как ты найдешь подход к любым людям – ты отличный психолог. Людям с числом Души 2 подходит консультирование в любых сферах, профессиях, также они прекрасные продавцы. Не подходят профессии, где нужно принимать быстрые решения и работа, требующая повышенной стрессоустойчивости.
Рекомендации для людей с числом Души 2
Обладателям числа Души 2 рекомендуется воспитывать в себе: 
• самоуверенность, волю и определенность;
• не терять смелости или быстро влюбляться; 
• сохранять независимость. Вам не следует откладывать свою работу ради других, не растрачивайте энергию, ожидая чьей-либо помощи в работе; 
• не оставлять работу незаконченной из-за утраты интереса к ней;
• придерживаться собственных решений;
• избегать купания или катания на лодках в глубоких местах; 
• избегать спешки и хорошо будет заниматься медитацией, контролировать свой ум, чтобы преодолеть собственное беспокойство; 
• избегать общества льстецов;
• избегать пищи, не подходящей для желудка и сердца. Повышенная сентиментальность разрушает желудок и ведет к запорам. Это, в свою очередь, вызывает гастриты и выделение газов, что может вредно действовать на сердце. Люди с числом Души 2 склонны к желудочным и сердечным заболеваниям. Воздерживаться от пищи, вызывающей запоры, — вот ключ к вашему физическому и ментальному благосостоянию. 
•  избегать во время болезни горла открывания шеи и груди; 
• четко осознавать свою дружбу с представителями противоположного пола. Наличие слишком большого числа друзей вызывает проблемы, потому что каждый друг — «это отдельный мир». Люди с числом Души 2 эмоциональны, чувствительны, склонны к растрачиванию энергии при эмоциональном возбуждении; 
• сторониться людей, страдающих инфекционными заболеваниями, из-за своей подверженности к инфекциям и слабости иммунной системы. Для укрепления иммунной системы вам следует предпринимать утренние прогулки и заниматься массажем. Из-за общей слабости вам нужно пытаться обрести большую физическую силу; 
• заниматься видами спорта, которые можно практиковать на открытом воздухе. Вам следует постоянно заботиться о поддержании своего тела в надлежащей форме;
• избегать гнева. Порыв гнева могут привести к истерике и повергнуть вас в бессознательное состояние;
• больше знать о Луне, о ее сильных и слабых периодах. Не принимать важных решений во время полной Луны; если время восхода Луны приблизилось ко времени восхода Солнца (последние три дня уменьшающегося цикла Луны); или находясь рядом с большими резервуарами воды. Решение лучше всего принимать посередине уменьшающегося цикла или восходящего цикла Луны. В это время Луна не столь сильна. Так как «двойки» управляются Луной, на их характер влияют и полная и новая Луна.
''',
    3: '''Число Души, по-другому можно назвать числом характера, внешним проявлением в социуме.
Твое число Души 3, оно управляется планетой Юпитер. Юпитер — это гигантская, светящаяся планета, которая излучает больше энергии, чем принимает от Солнца. Из-за своих огромных размеров, она — самая тяжелая из планет нашей Солнечной системы. Ее называют словом гуру, которое обозначает на санскрите и «тяжелый», и «тот, кто убирает тьму». Это все делает Юпитер учителем собрания богов (Дева-Гуру), учителем праведности, справедливости и просвещения. 
Как гуру, являясь истинными просветителями и помощниками, отражают жизнь своих учеников, так и Юпитер помогает росту и расширению сознания всего, до чего дотрагивается. 
В соответствии с индийскими писаниями, Юпитер — это планета смелости, решительности, власти, усердной работы, энергии, знания и речи. Он считается Богом речей, Богом слова. 
Юпитер — благостная планета; имеет в качестве своих друзей Солнце, Луну и Марс. 
Юпитер управляет потомством, образованием и женитьбой. Его положение в женской астрологической карте рождения определяет продолжительность жизни, занимаемое положение, характер и поведение мужа. 
Юпитер дарует своим приверженцам активность, любовь к сотрудничеству, амбициозность, дисциплинированность и чистоту поведения. Они верят в простую жизнь и им свойственны высокие думы. 
Юпитер управляет печенью и областью от талии до бедер.
Качества характера человека: мудрость, духовность, дружественность, оптимизм, ценность семьи, развитая речь, способность к обучению и преподаванию, вдохновение, наставничество, энтузиазм, предрасположенность к бизнесу, к расширению чего-то.  
Такие люди разбираются в философии, вникают в глубину. Часто наставляют других как жить правильно, дают людям удачу, благословление, расширение. Хорошо передают другим глубину знаний, нравственность, духовность. Вдохновляют других через возвышение сознания. 
Ты - человек, который потенциально может привлекать всё. 
Твоя задача быть в центре внимания. Ты хорошо управляешь другими людьми при помощи знания и понимания психики человека. У тебя природный магнетизм, на тебя равняются. У тебя развито желание познания мира, такие люди всегда реализуют себя как профессионала. 
Тебе важно обменивать навыки, опыт, на энергию, которую дают тебе другие люди. Ты можешь обрабатывать большое количество информации, очень трудоспособна, делаешь работу за троих. 
Такие люди независимы, тверды, активны, любят тяжелую работу, надежны, известны в своих кругах, дисциплинированны, самоуверенны, инициативны и очень амбициозны. 
Вы любите идти в авангарде. Вы хотите сделать что-нибудь великое в жизни, что-либо, чтобы вас помнили потомки. Поэтому вы постоянно думаете о будущем. 
В начале своей карьеры, которую вы часто начинаете скромно, бывает такое, что вам нужно много бороться. Это борьба, однако, благотворно влияет на ваш рост и вдохновляет вас. Вы не любите подчинительного положения, а также не любите низкоквалифицированной работы. Вы озабочены большими проектами и пытаетесь сами для себя создать рабочие места, на которых были бы полновластными хозяевами. 
Вы ученые жизни. Вы много читаете, изучаете. Вы направляете свою энергию на поиск практичных решений, чтобы расцветить жизнь, сделать ее более радостной и более привлекательной. Вы осознаете свою ответственность в этой области. С помощью своего острого чутья и логики вы можете сражаться, ясно представляя себе поле битвы и получаете хорошее понимание жизни. Из-за того, что вы являетесь талантливыми собеседниками и можете ясно выражать мысли, «тройки» — хорошие советники, учителя, ораторы, адвокаты, писатели. Также вы хорошие администраторы, руководители, лидеры, судьи, вся педагогическая деятельность вам подходит. 
Вы подвижны в собственных воззрениях и легко принимаете то, что для вас выгодно. Хотя вы не являетесь приверженцами какой-либо религии, вы религиозны в своей душе. Вы верите в истину, ее практическое применение и красивое воплощение в жизнь. 
Вы любите успех и хотите быть успешными во всем, что делаете. Вы также любите, если вас ценят буквально на каждом шагу. 
Вам требуется много внимания, и ради его привлечения вы пускаетесь на всевозможные ухищрения — вы искусны в разговорах, любите пошутить, у вас выраженная жестикуляция, позирование. 
Вы тяжело и усердно работаете на протяжении своей жизни и всегда чем-то заняты. Даже если вы чувствуете потребность в отдыхе, вы продолжаете оставаться неугомонными и просто не можете расслабиться. Такие люди могут на работе спать урывками; вот почему они способны одновременно разрабатывать множество проектов. Если какая-либо задача становиться для таких людей утомительной, они переключаются на другую. Таким образом, они делают много вещей одновременно и получают деньги из разных источников. 
Вы верны своему долгу (в профессии, перед семьей, коллективом). 
Вы успешны в выполнении любой работы, за которую беретесь, и обычно заканчиваете начатое. Это дает вам самоуверенность, которая является ключевым словом в вашей жизни. 
Вы следуете данному слову и выполняете обещание. Это делает вас надежными. Вы любите порядок и дисциплину. Вы подчиняетесь приказам тех, кого уважаете и думаете о том, как бы превзойти их. Вы хотите, чтобы все, кто младше вас и занимают подчинительное положение, поступали таким же образом. Это иногда создает проблемы, потому что вы можете превращаться дома в тиранов и диктаторов.
 Вы удачливы в получении любви, признательности, помощи и руководства от пожилых людей и родственников, занимающих в обществе хорошее положение. 
Такие люди чаще всего обладают крепким телосложением, здоровьем и полны сил. 
Вы легко заводите друзей и имеете широкий круг знакомых. Вы всегда оптимистично настроены, созидательны, веселы, вдохновлены и полны юмора. Иногда вы можете сами создавать для себя проблемы, издеваясь над людьми, которые не ценят вашего юмора. Эти люди легко становятся вашими критиками и врагами. Ваша беззастенчивое и прямолинейное поведение часто обижает людей и вокруг вас может образовываться круг недоброжелателей (намного меньше, чем круг друзей и почитателей). Тем не менее, вам удается сохранять улыбку и не особо беспокоиться о своих оппонентах. 
Вы всегда окружены представителями противоположного пола. Слабость к ним — одна из проблем «троек». Между тем, вы разборчивы и вовлекаетесь в более серьезные взаимоотношения только с теми людьми, которые для вас выгодны. «Тройки» могут иметь физические контакты, даже если не собираются связать себя с ними семейными узами, с теми, у кого число Души 1, 3 или 9. Но, в целом, «тройки» целомудренны и чисты. 
Вы верны семейным клятвам и лояльны к своим партнерам — даже, если вас не уважают и иногда плохо с вами обращаются. Вы обожаете своих родственников и сильно привязаны к семье. Вы с радостью относитесь к требованиям соблюдения семейных обязанностей. Вы лояльны и преданны по отношению к своим родителям. Вы часто жертвуете своим личным комфортом для сохранения атмосферы любви и гармонии в собственной семье. Даже если Ваши партнеры беднеют, вы становитесь на их сторону и помогаете им. Ваши жизненные партнеры обычно привлекательны, целомудренны и дают вам полную поддержку. 
Вы являетесь универсальными помощниками и помогаете всем, даже своим врагам, но только когда вас об этом попросят. Вы преданны всем благим начинаниям и предлагаете свою помощь сразу, не торгуясь. 
Вы обожаете путешествовать и получаете из этого выгоду. Вам свойственно встречать множество знаменитых современников. 
Ваша основная слабость — повышенная амбициозность, избыточный оптимизм и экстравагантность; вы преувеличиваете значение правды и бесцеремонны, вам свойственны диктаторские замашки, вы ревнивы, горды, часто требовательны к другим больше, чем к себе, чрезмерное требование внимания к себе; тирания, с элементами агрессии и подавления себя либо других, ассоциальность (в крайнем проявлении теневых аспектов личности). Теневые аспекты личности могут проявляться при стрессе.
Ваши цели и задачи в жизни: направить свой фокус внимания на то, что хочешь расширить и убрать из своего поля зрения всё лишнее. У тебя всё получится! Твоя цель - состояние радости, успешности, финансового благополучия, поэтому если какой-то проект тебя отягощает, не в радость, из него нужно выходить, ничего хорошего из этого не выйдет. Для тебя важен материальный аспект, должен быть хороший дом, машина и т.д., поэтому стремись к этому. Для того, чтобы наработать позитивную карму нужно реализовываться в материальном плане, передавать знания, осознанно соблюдать законы и правила без домостроя (если сама нарушаешь, то и не можешь требовать от других).
Рекомендации для людей с числом Души 3 
• избегать ненужных споров; 
• избегать общества низких людей; 
• стараться контролировать свой темперамент, свой гнев; 
• бережно тратить деньги. Деньги приходят к вам легко и из разных источников, но они также и легко уходят на украшения и удобства, что может вызывать финансовую нестабильность; 
• стараться откладывать деньги на будущее; 
• избегать переедания и употребления в пищу тяжелого и слишком острых специй. Печенью управляет Юпитер. Так как эти люди используют энергию печени, им нужно избегать пищи, тяжелой для нее; 
• не хвастаться своими достижениями; 
• научиться контролировать свои страсти и свою чувствительность; 
• избегать чрезмерного оптимизма и амбициозности; 
• не терять голову при малейших трудностях; 
• быть терпеливыми; 
• контролировать свои диктаторские замашки дома и предоставлять свободу другим членам семьи, важно уважать своих жизненных партнеров; 
• внимательно относиться к заболеваниям кожи. Заботиться о своем теле, регулярно проводить массаж с маслами. Рекомендуется избегать кислотной, провоцирующей газообразование, пищи, а также не есть, если вы не испытываете чувство голода (часто вы поступаете так, чтобы ублажить компанию); 
• избегать гордыни;
• стремиться зарабатывать деньги честными способами; 
• если вы начинаете ощущать, что обстановка для вас складывается неблагоприятно, вам следует отправляться в путешествие; 
• научиться говорить «нет», потому что постоянное согласие создает проблемы. Те, кто зависит от вас начинают манипулировать вами, потому что постоянное «да» перестает что-либо значить; 
• уметь вовремя расслабиться и избегать брать на себя больше работы и ответственности, чем вы можете справиться; в противном случае это вызовет стресс.
''',
    4: '''Число Души, по-другому можно назвать числом характера, внешним проявлением в социуме.
Твое число Души 4, оно управляется полупланетой Раху. Астрологи сравнивают Раху с дымом, у которого нет определенной природы или формы, но который может затемнять собой любую вещь. Люди, находящиеся под его влиянием, легко раздражаются, неясно выражаются, теряют контроль над своими нервами и разрушают все вокруг себя. 
Если отвлечься от всех хороших и плохих черт, Раху — это великая сила, которая наделяет своих обладателей особым характером. Он также дает им своеобразный взгляд на мир, который очень благотворен для роста всего человеческого сознания в целом. Раху наделяет смелостью, терпением и умом. Все эти качества «четверки» используют, чтобы помочь униженным, возвысить свой голос против привилегированного меньшинства.
Качества характера человека: неординарность, хаос, интуиция, импульсивность, скрытность, крайности, множество неосуществимых желаний, иллюзия, интоксикации, критика. 
Раху это скрытная планета, она дает человеку впадать в какие-то крайности, дает скрытную природу. А также дает сильную интуицию для всего, что касается материи. Сердцем такой человек может не чувствовать, но хорошо ориентируется в том, что видит.
Такие люди часто что-то представляют, что-то думают, имеют множество иллюзий, множество неосуществимых желаний, видят вокруг недостатки. 
У них есть способность перевоплощений, надевать на себя какой-то образ. 
Раху, небесное тело, которое постоянно меняется — он никогда не стоит на месте, всегда двигается или вперед, или назад. Поэтому влияние Раху вносит в жизнь людей с числом Души 4 внезапные перемены. Они будут постоянно испытывать взлеты и падения. Из-за того, что им приходится внезапно встречать такие перемены в жизни, у них развивается двойственная натура, и они не являются слишком доверчивыми людьми. Из-за своей неопределенности они на протяжении всей жизни должны спрашивать совета у других и действовать в соответствии с их рекомендациями. Это происходит также из-за того, что Раху снижает силу различения между правильным и неправильным, силу верного суждения, что присуще обычно решительным людям. 
Сомневающаяся натура таких людей делает их упрямыми и настойчивыми. Из-за того, что Раху дает им твердость, смелость и терпение, эти люди могут выдержать боль, а также, особо не волнуясь, переносят страдания. 
Вы легко и терпеливо принимаете любые перемены, любые взлеты и падения. Вы твердо смотрите в лицо своим противникам. В обычном ли споре, в серьезных ли дебатах, вы всегда на стороне неудачников. Если такие люди работают в правительстве, то находятся в оппозиции. 
Будучи экстремистами, они всегда либо наверху, либо внизу. Они не любят быть посредственностью или принадлежать к среднему классу. 
Для своего роста и развития вы должны много бороться, постоянно встречая в любой совершаемой ими большой или малой работе препятствие. На протяжении всей жизни часто подвергаетесь критике. 
Из-за того, что ваша точка зрения всегда отличается от точки зрения других людей, из-за того, что вы покровительствуете неудачникам, вы сами себе создаете проблемы и наживаете тайных врагов. Однако ваши намерения честны и по своей природе такие люди не являются склочниками. 
Вы надежные и терпеливые друзья, которые могут адаптироваться к любым условиям. Но из-за того, что вы обладаете быстроменяющейся натурой — иногда мягки и вежливы, а иногда грубы и прямолинейны — вы часто раздражаете этим друзей и родственников. Если ваши друзья вас понимают и могут предсказать ваше темпераментное поведение, они найдут вас готовыми всегда прийти на помощь. 
Вы обладаете большим сердцем, вы практичны и у вас блестящие идеи. Вы упорядочены и деятельны, особенно в руководстве большими предприятиями.
Такие люди, как вы помогают обществу, и в силу своего неудобного и вольного мышления, способны проводить великие реформы, которые помогают бедным и обездоленным. 
Вы интересуетесь любыми реформами — направленными на улучшение окружающей среды, общества, а также собственного дома. Этот интерес может привести вас в политику, социальную или в духовную организацию, где вы сможете проводить реформы и стать во главе их. 
По своей натуре вы мятежники, которые инстинктивно бунтуют против разнообразных правил и установок. Вы не станете колебаться, чтобы нарушить закон. Когда такие люди восстают против властей, они становятся знаменитыми. Однако они редко добиваются успеха в мирских или материальных делах, даже если отличаются прагматичностью. 
«Четверки» любят конспирацию, и иногда в молодые годы живут скрытно. Из-за своей тенденции не принимать существующие нормы, могут пойти к анархистам, террористам или преступникам. Однако они также боятся, что люди неправильно поймут их, и это заставляет их быть скрытными. Поэтому, «четверки» часто чувствуют себя одинокими и покинутыми. 
Вам несвойственна страсть накопления сокровищ. Если вы получаете деньги, то расточительно их тратите. Ваш образ жизни — в роскоши и легкая трата денег заставляет думать окружающих, что вы богаты. Ваше большое сердце заставляет вас давать деньги нуждающимся и бедным, поэтому друзья и родственники считают, что вы очень богаты, хотя на самом деле это не так. 
Вы хорошие критики искусства. Вы любите посещать выставки, концерты, театры, смотреть на древние реликвии. Вы любите критически оценивать все это, но эти мысли не отличаются ясностью. 
В уме таких людей нет точного представления о жизни, поэтому они четко не осознают своих отношений с теми, с кем живут, или с теми, с кем связаны. Это создает проблемы в их семейной жизни и дружбе. То, что «четверки» не имеют четкой картины жизни, является результатом того, что события в их жизни случаются внезапно и они не в состоянии достигнуть того, чего хотят. 
Вам нравится создавать упорядоченность и равновесие в своей жизни, и вы хотите, чтобы все шло своим чередом. 
Если такие люди поддерживаются гармоничными числами, то они смогут очень быстро достигнуть прогресса, приобретая богатство и становясь известными. Это происходит потому, что они строят практичные планы, много работают, имеют сильную волю и не боятся столкнуться с трудностями и противоречиями.
Их дружеские отношения длятся в течение всей жизни, хотя настоящих друзей за всю жизнь у них немного. Они всегда чувствуют, что другие люди понимают их неправильно. 
«Четверки» — приверженцы самообразования и по своей природе очень скрытны. 
Вы не открываете своих секретов даже тем, кто вам очень дорог и близок. Это может приносить вам сердечные проблемы, но вам нравиться ощущать одиночество и нести все свои страдания в одиночку. 
Такие люди могут быть эгоистичны и могут пойти на все ради выполнения своих эгоистических желаний, даже если это приносит вред другим. Они могут давать лживые обещания и наживают за свою жизнь множество критиков, врагов и оппонентов. 
Вы очень хорошие собеседники, которые всегда вежливы и терпимы во взаимоотношениях с представителями противоположного пола. Вы очень чувствительны. Неожиданные изменения часто расстраивают свадебные планы «четверок». И хотя в этом не последнюю роль играют сомнение и неуверенность характера, случайно возникающие изменения приводят к катастрофе. 
Женщина с числом Души 4 глубоко нежна в своих взаимоотношениях с мужем, друзьями своего мужа и другими членами семьи мужского пола. Она романтична и вежлива по своей природе. Она берет на себя ответственность и заботится о своем муже и его друзьях, своих и его родителях. Она принимает на себя всю боль, она по своей природе честна, уступчива и сдержанна. Она любит вести независимую жизнь и не любит, когда ей диктуют другие. Ей рекомендуется не иметь длительных взаимоотношений любого рода с людьми, чье число Души 4, 8, 9. Наиболее подходящими, симпатичными и гармоничными являются люди с числом Души 1, 3, 5 и 6. 
Кроме всей критики и противоречий, неудач и страданий, которые они получают, люди с числом Души 4 в конце своей жизни достигают успехов и славы. Они могут получить выгоду при наследовании имущества. 
Раху дает хаотичность, он хочет всего и сразу, поэтому у человека идет некое распыление. Таким людям важно упорядочивать свою жизнь на внешние действия. Важна духовная практика, так как ее отсутствие давит на человека своими бесчисленными желаниями и срывает ему крышу. 
Такие люди прекрасно ориентируются в интернете, компьютерах (ведь это иллюзия и это ваше комфортное пространство, там вы можете заработать хорошие деньги). Также вам подходят какие-то скрытные профессии (детектив, шпион), либо те профессии, где нужно вскрыть что-то тайное. У них хороший показатель при работе с недвижимостью (строительство, продажа, отделка). Также они хорошие организаторы. 
Вы профессиональный дефектолог. Видите хорошо неточности, нюансы там, где их не видят другие (вы прекрасно реализуетесь, как юристы, бухгалтера, во всех профессиях, связанных с просчетом каких-то данных, любые виды диагностики, антикризисные управляющие). Идеально этот навык использовать только на работе, но не дома. 
Вам важен статус, структура, нужно к этому стремится. Цель максимально использовать своё творчество, свои сны, фантазии, раскрывать свои идеи, реализовывать. Вы очень талантливый человек. Важно понять при планировании проекта какие конкретные действия вам нужно совершить для получения результата. Важно с самого утра настраивать себя на позитивный лад. Нужно понять, что, если сейчас не получилось, у вас есть вторая и третья попытка. Привлекайте других сотрудников, если у вас что-то не получается сделать самим. Если вы создали свой бизнес - важно участвовать в процессе, контролировать, мотивировать, вы хорошие контролеры. Идеально реализовывать творчество в виде заработка, но, если у вас есть идея, а на рынке это никто не делает, нужно её пересмотреть и подойти к ней с другой стороны, потому что у вас много иллюзий. Важно делать простые действия, которые приведут к результату. Важно научиться говорить с людьми без сарказма, научиться им говорить что-то более гибко, научиться взаимодействовать. Нужно брать обратную связь от людей, как они вас поняли, потому что часто бывает недопонимание. 
Слабые стороны, теневые аспекты (они могут проявляться в стрессовых ситуациях): скрытность, подверженность иллюзиям, хаос, импульсивность, склонность к интоксикации (алкоголь, наркотики, никотин, кофе), разрушительность по отношению к себе и к другим, лень, инертность, критика других.
Ваши цели и задачи в жизни: цель идти в управление, построить бизнес с коллективом, изучать управленческие навыки, чтобы быть управленцем. Для того, чтобы наработать позитивную карму нужно всегда работать легально, жить по правилам, человеческим законам, если вас кто-то обманул, сделайте выводы и отойдите в сторону, но не осуждайте, следите лучше за собой, стремитесь к стабильности (всегда идите в понятные вещи), реализовывайте творчество и всегда идите в позитив.
Рекомендации для людей с числом Души 4 
• развивать в себе менее критический подход к жизни и больше доверять людям. Задумайтесь над знаменитым изречением Будды: «Сомневайтесь во всем — а потом сомневайтесь в самом сомнении». Вам не нужно идти на поводу у собственных сомнений и упускать из рук хорошие возможности;
• оставаться спокойными, для этого нужно медитировать и совершать упражнения, успокаивающие ум; в противном же случае вы можете страдать от склероза в старости;
• учитесь ценить других людей;
• уменьшать свой эгоизм и совершать бескорыстное служение;
• избегать ненужной траты денег, но копить их на свои мечты и на старость;
• воспитывать в себе привычку быстро и независимо принимать решения;
• воздерживаться от осуждения других людей;
• не давать ни обманчивых надежд, ни фальшивых обещаний. Стать более прямолинейными и научиться говорить «нет», когда не сможете что-то сделать для окружающих вместо того, чтобы говорить «да» и ничего не делать;
• не верить слепо другим;
• научитесь говорить меньше и более мелодично;
• избегать одиночества и самоотстраненности;
• избегайте бесцельных путешествий. 
Люди с числом Души 4 и числом Судьбы 9 должны избегать работать с машинами.
''',
    5: '''Число Души, по-другому можно назвать числом характера, внешним проявлением в социуме.
Твое число Души 5, оно управляется Меркурием, который является самой маленькой планетой нашей Солнечной системы. Меркурий знаменит своей быстрой реакцией, изменяющимся характером, сообразительностью и неугомонностью. Он также известен как вечнозеленая планета — планета, которая всегда молода. Ее санскритское имя — Кумар (молодость) указывает на юную и царственную природу. На санскрите ее также называют Будда, планета Буддхи, что обозначает разум и сообразительность, или Пратиутапана Мати. 
Меркурий связан с дыхательной и нервной системой, речью, образованием и разумом.
Меркурий не имеет пола и считается холодной и влажной планетой. В индийской системе ее элементом является Земля. А сам Меркурий связан с торговлей. 
Купеческая натура Меркурия заставляет его рисковать и играть в азартные игры — это планета крайностей. С одной стороны, люди, которыми правит Меркурий, любят физический комфорт и думают о деньгах, с другой — они не заботятся о деньгах и равнодушны к физическому комфорту. 
Хотя Меркурий считается благостной и добродетельной планетой, он делает своих обладателей подозрительными, серьезными, хитрыми и иногда обманчивыми. 
Меркурианцы остроумны и любят шутки и развлечения. Они изобретательны, умны, деликатны, привлекательны, любят путешествия и приключения. Это прирожденные ораторы, хотя в своем подходе они наукообразны. Они любят искусство, говорят мягко, двусмысленно, они нежны и легкоранимы. 
Так как они хотят узнать о себе и других как можно больше, то легко принимаются за изучение астрологии, нумерологии, хиромантии, физиогномики, графологии, психологии и другим эзотерическим знаниям. 
Они материалистичны, рациональны, аналитичны, и по своей природе критичны. Они любят современные идеи. 
Меркурий, планета смешанного темперамента, обладает двойственным характером. Он заставляет Меркурианцев сразу думать обо всех за и против. Меркурианцы образованы и любят компании себе подобных.
Их любят представители противоположного пола, им помогают власти. Хотя они несколько подвержены переменам настроения, вспыльчивы и не боятся рисковать; люди их любят, и они добиваются в своей жизни успеха. Они живут в роскоши и покровительствуют новым идеям. Они добиваются имени и славы, высокого положения в своих кругах и известны своим веселым характером.
Качества характера человека: развитие, свобода, молодость, гибкость, коммуникабельность, адаптация, передача знаний, разумность, изобретательность, множественность, частые переезды. Не любят брать на себя ответственность, любят легкие отношения, свободу, «путешествие на легке».  
Люди с числом Души 5, родившиеся 23-го числа любого месяца счастливее, чем те, кто родились 5-го. «Пятерки» могут довольно быстро достичь успеха в материальной сфере. Людям с таким числом, родившимся 23-го, всегда помогают родственники, начальники, государственные чиновники, политики и представители власти. Обычно «пятерки» счастливы в любви.
Меркурий тоже планета знаний, но, в отличии от Юпитера, Меркурий, изучает предмет, не вглубь знаний, а поверхностно, не анализируя информацию. Задача таких людей получить как можно больше знаний, они пришли в этот мир для этого. 
У вас есть способность находить подход к другим людям, говорить на их языке, способность адаптироваться к чему-то новому. 
Все способы коммуникации — это проявление Меркурия. Такие люди могут работать переводчиками, журналистами, дикторами, дипломатами, продавцами и т.д., вести преподавательскую деятельность. 
Вы умеете передать информацию другим и разложить ее по полочкам. 
У вас прекрасная логика, способность связывать речь, предложения. 
Люди коммуникаторы, люди слова, вы управляете другими на основе своего живого ума, языка, способности выстроить отношения. 
«Пятерки» обладают нежным и ранимым характером, это мыслители. По своему характеру это ученики, пытающиеся каждую минуту чему-нибудь учиться. Их активный мозг постоянно занят мыслью. 
Вы любите развлечения и стараетесь создать вокруг себя веселую и счастливую атмосферу. Это подчас забирает у вас много энергии, потому что нельзя осчастливить сразу всех. Но так как «пятерки» заинтересованы в том, чтобы завоевать признание окружающих, они тратят всю свою энергию, используют все свои ресурсы, чтобы сделать других счастливыми. 
Вы быстры в принятиях решений и импульсивны по своему поведению. Вы любите перемены и не строите долгосрочных планов (предполагающих терпение), хотя вы всегда заняты разработкой новых путей для получения денег. 
Так как вы наделены способностью размышлять и всегда готовы пойти на риск, то быстро изобретаете все новые способы получения денег, избегая долгосрочных планов. Постоянное желание рисковать толкает вас к азартным играм. И, если вы в эти игры вовлечетесь, то можете лишиться всего. 
У вас молодой подвижный мозг, вы всегда обдумываете свои планы, что делает вас исключительно привлекательными. Вы очень легко завязываете дружеские контакты с любым числом. Но из-за того, что вы непостоянны, такая дружба может не слишком долго длиться. 
Во время «слабых периодов года» «пятерки» легко и часто разрывают дружеские узы. В такое время их часто обманывают, и они теряют веру в друзей и чувствуют себя одинокими. 
Вы обладаете большой интуицией, вы сможете точно понять намерение любого пришедшего к вам, а также способны видеть маневры своих партнеров и коллег. Вы часто даете ответы еще до того, как дослушаете вопрос. Часто вы говорите: «Я знаю, что вы имеете в виду», потому что вы интуитивно понимаете смысл того, что слышите. 
Вы обладаете высокой степенью адаптации. И с улыбкой на лице можете вынести любую трагедию, любое бедствие. Тем не менее, в своем доме вы не любите перемен и особенно не любите, когда люди трогают ваши вещи или меняют порядок, в котором эти вещи находятся. 
С детьми вы подобны детям. С молодежью вы — сама прогрессивная и революционная молодость. А с мудрыми и пожилыми людьми вы мудры. 
Вы превосходные логики: ваше ораторское искусство и открытость обезоруживает оппонентов. Вы можете сделать своих оппонентов друзьями и заставить принять свою точку зрения. 
Вы оказываете хорошее впечатление на людей своей привлекательностью и очарованием своей личности, прогрессивными идеями, способностью к адаптации, ясностью выражения и логикой, позитивным и оптимистичным отношением, веселой молодой натурой.
По природе такие люди экономны, но иногда становятся экстравагантными. Хотя их финансовое положение колеблется, они способны копить деньги. 
Вообще вам всегда удается достать деньги, когда вам это нужно. У вас не один источник доходов. 
Вы не можете сидеть без дела и любите разрабатывать различные методы для быстрого заработка. 
Вы всегда инвестируете деньги в бизнес. И из-за вашей спекулятивной натуры и желания рисковать вы всегда преуспеваете в бизнесе. 
Вы — партнеры, на которых можно положиться. 
Вы цените время, тщательно его распределяете и всегда спешите. 
Вы любите утонченное искусство, особенно литературу и поэзию, и можете выражать свои идеи в стихотворной форме. 
У вас подвижный характер, вы легко меняетесь, но не любите менять свои характерные методы работы. 
По своему характеру вы путешественники, которые выносят из своих поездок по стране и за границу большой опыт и знание. Такие люди часто любят жить вдали от своих семей в других странах, наслаждаться жизнью и учиться. Такие люди часто проводят свои преклонные годы в комфорте. Они сохраняют свою молодость и привлекательность до старости и у них всегда много помощников. 
Хотя вы верите в судьбу и в предназначение, вы постоянно работаете для достижения своих целей. Однако вы очень удачливы и можете получить желаемое совершенно случайно. Если вы играете в азартные игры, то выигрываете вдвое и втрое больше других; и не сожалеете, когда проигрываете. Вы живете на нервах и любите острые ощущения. 
Такие люди не подвергаются влиянию никаких проповедей любого сорта. Они ценят традиционные верования, но не становятся мистиками. Они остаются независимыми в своем образе мышления и всегда открыты новым идеям. 
Вы любите компании образованных и мудрых людей, а также людей молодых, прогрессивных и современных. 
Вы очень заботитесь о своем здоровье и очень осторожны в выборе продуктов. Вы очень заботитесь о своей внешности.
Хотя «пятерки» стройны, им обычно присуще крепкое телосложение, и они остаются здоровыми и активными до преклонного возраста. Обычно «пятерки» живут долго. 
Если встретились друг с другом две «пятерки» — они станут лучшими друзьями. 
Женщины с числом Души 5 более привлекательны, очаровательны, обходительны, сладкоречивы, чем мужчины этого числа. Они стремятся к карьере, своим упорным трудом и обходительными манерами достигают на службе значительных высот. Для них благоприятно раннее замужество. В более позднем возрасте им трудно найти хороших друзей и верных товарищей. Они запросто могут притягивать к себе людей. Но поскольку они очень придирчивы, дипломатичны, но поверхностны в общении с представителями противоположного пола, у них бывают трудности в выборе хорошего мужа. Лишь немногие мужчины могут стать их мужьями. В деловых отношениях или вообще при совместных делах с мужчинами они достигают финансового и общественного успеха. Женщины-«пятерки» выполняют свои обязанности так превосходно, что завоевывают должное признание и выше всякой критики.
Слабые стороны, теневые аспекты (они проявляются при стрессе): способность к инертности (пассивности), зависимость от чужого мнения, расфокусировка внимания, спешка, бывают слишком критичными.
Вам нужно постоянно идти в изменения, чтобы трансформировать настоящее. Не ругайте себя за то, что вы изучаете что-то не глубоко (например, купили какой-то курс и забросили), вам это нужно, для вас это нормально, вам важно многое менять в жизни: смена интересов, деятельности, важно разговаривать, болтать, вы хорошо распоряжаетесь своими финансами, если понимаете, о чем это, иначе вы легко сливаете деньги. Вам важно научится управлять деньгами, зарабатывать и вкладывать, накапливать, важно при этом использовать свой разум, а не минутное желание, надо изменяться, чтобы наращивать свой потенциал. 
Ваша жизнь связана именно с изменениями. Вам подойдет заниматься коммуникациями, выстраивать взаимодействие в коллективе, где вы можете изучать разные навыки, если вы будете делать одно и то же вам это быстро наскучит, рутина вам противопоказана. Если начинаете вести свой бизнес, ваша цель в нем постоянно изучать что-то новое, на рутину нужно тратить минимум времени. 
Вам подойдет командировочная работа, деятельности, связанные с детьми, с финансами (торговля, работа с ценными бумагами, аналитика), все профессии, связанные с коммуникацией, открытие старт-апов. Т.к. они ценят свободу и независимость, им лучше всего подойдет работа на себя.
Твои цели и задачи в жизни: Цель наработать максимальное количество навыков и сразу погружаться в них глубоко и скорее их реализовывать, цель - быстрые действия. Важно идти в легкость там, где легче и проще для вас, не берите тяжелые проекты, работу для себя, поручайте это другим людям. Все проекты, которые вас закрепощают и не дают вам реализовываться, как свободолюбивой личности, идут вам во вред, давление каких-то обязательств тоже плохо, нужно найти такое дело, когда вы всегда чувствуете себя свободным человеком, это идет вам на благо. Уберите свой природный сарказм в общении с другими людьми. Для того, чтобы наработать позитивную карму, в этом числе нужно развивать коммуникацию в деловом формате, идти в легкость/динамику (брать легкий проект, идти по легкому пути важно чувствовать себя на волне), организовывать новое (старт-апы, также можете другому человеку порекомендовать какие-то новые идеи или как сделать апгрейд и т.д.)

Рекомендации для людей с числом Души 5 
Эти рекомендации помогут вам в ваши слабые периоды года: 
• ни в коем случае не терять чувства юмора и веселого характера; 
• когда вы раздражены, вам нельзя пользоваться своим едким, жалящим и острым языком, вы можете сильно обидеть человека и потом жалеть о сказанном; 
• перестать быть слишком критичными; 
• избегать стресса, сердечных и нервных нагрузок; 
• не сторониться детей и избегать развлечений; 
• прекратить все время спешить; 
• прекратить напрягать свои глаза — при чтении ночью, так и при просмотре телевизионных передач, фильмов; 
• избегать неправильного суждения о людях, вместо этого вам нужно создавать атмосферу доверия в отношении своих друзей и доброжелателей; 
• стараться преодолевать раздражение и избегать чрезмерных размышлений; 
• постоянно тренировать свое хладнокровие, уверенность в себе, спокойствие духа и мужество; 
• быть более терпеливыми по отношению к членам семьи и друзьям; 
• избегайте мыслей о фатализме, что всё предрешено. Ваша жизнь — это ваша ответственность и будущее находится в ваших руках;
• учиться быть менее упрямыми; 
• избегать чрезмерного употребления соли, если у вас проблемы с сердцем или кровяным давлением; 
• избегайте быть на холоде; 
• не навязывайте другим своих идей; 
• не давайте ложных обещаний другим (чтобы не вызывать неоправданных надежд); 
• будьте внимательными во время путешествий и не доверяйте незнакомцам. 
Вам также рекомендуется: 
• совершать долгие утренние прогулки; 
• пить больше соков и заботиться о чистоте крови, потому то вы легко можете подхватить кожные и сердечные заболевания; 
• делать короткие путешествия, оставаться счастливыми, избегать компании неудачников и пессимистов; 
• внимательно слушать мнение других людей; 
• для укрепления нервов и улучшения обмена веществ, по крайне мере, два раза в неделю производить массаж тела, используя оливковое масло; 
• для успокоения своего неугомонного ума производить какую-либо ручную работу, например, в саду; 
• развивать совершенно бескорыстные контакты с выдающимися людьми; 
• учиться быть довольными, благодарными по отношению к друзьям и ценить других.
''',
    6: '''Число Души, по-другому можно назвать числом характера, внешним проявлением в социуме.
Твое число Души 6, оно управляется Венерой, у которой доминирующей установкой является любовь к роскоши, свободе, вольной жизни, чувственным наслаждениям. 
Венера — это божество семени, чувственной стороны человеческой природы.
Венера управляет возвышенными чувствами, романтичностью, красотой, страстью, сексуальными удовольствиями и искусствами — музыкой, поэзией, танцами. 
Венера активна и дает своим обладателям деятельную, артистичную, чувствительную и страстную натуру. Она делает их красивыми и дарует им пропорциональные привлекательные тела. Особенно хороша верхняя часть туловища, руки и лотосоподобные глаза. Люди, у которых наблюдается в характере преобладание качеств Венеры, светлолицы, у них обычно счастливый величественный вид. Они полны жизни, эмоциональны, чувствительны, игривы, любвеобильны, обходительны и вежливы. Они созидательны, изобретательны, интересуются медициной, алхимией, тантрой, гипнозом, месмеризмом и искусством.
Качества характера человека: романтичность, творчество, красота, сексуальность, стремление к отдыху, развлечениям, привлекательность, отношения, наслаждения, житейская мудрость. Женственная планета. Она дает возможность наслаждаться жизнью, смаковать каждый момент, нерасторопность, вальяжность, связанна с комфортом. Венера дает большое стремление в любовь, в романтику.
Люди с числом Души 6 притягивают к себе окружающих, они полны молодости, учтивы, велеречивы, любят роскошь, артистичны, обладают тонким вкусом. Они легко привлекают к себе представителей противоположного пола, которые обычно любят их и уважают. 
Вы свободно тратите деньги, социальны и обладаете возможностью встречаться с красивыми людьми. Вы любите путешествовать и часто выезжаете за границу (если вам позволяет возможность). 
Вы всегда чем-то заняты. 
Вы чересчур заботитесь о своей внешности и стараетесь всегда одеваться представительно. Вы не любите уродства, грязи, плохого управления делами, беспорядок. Вы любите содержать свое местожительства в чистоте и порядке. Вы любите украшать свои дома, комнаты, офисы, рабочие места. 
Вы с любовью относитесь к своим жизненным партнерам или к тому, с кем живете, и при любых обстоятельствах стараетесь доставить им радость. Ваша семейная жизнь заурядна, но длится долго. 
Вы не любите беспокойного окружения и не ввязываетесь в споры. Если кто-то начинает с вами сражаться, вы «сбегаете» с поля битвы и всегда готовы к компромиссу. 
Люди с числом Души 6 умны, тактичны и способны узнавать о тщательно охраняемых секретах других без малейших усилий. По своей природе вы скрытны и храните секреты других, никогда не разбалтывая их. 
Перед тем как что-либо сделать, вы любите подумать, и это замедляет ваши поступки. Но вы любите свою медлительность и считаете, что: «медленно, но верно». Когда от вас ждут быстроты, вы нервничаете и все портите, совершая массу ошибок.
Вы стремитесь оставаться мирными и не любите тех, кто поступает против вашей воли. Вы не любите отдавать приказаний, нетребовательны; вы можете скрывать свои чувства и гнев за милой улыбкой. 
Вы универсальные друзья, хорошие члены семьи. Вы заботливы и внимательны по отношению к своим семьям и понимаете их радости и беды. Вы поддерживаете отношения со своими родителями, даже после того, когда уходите из дома. 
Люди с числом Души 6 глубоко переживают горе своих родителей и делают все возможное, чтобы помочь им. Они верят своим друзьям и близким. 
Из-за своего утонченного вкуса, хороших манер, предупредительности и мягкости они популярны в кругу друзей и считаются всеобщими любимцами. «Шестерки» экстравагантны. Они довольно-таки удачливы и способны получить все блага и всю роскошь современной жизни — дом с садом, машину — еще до 45 лет. 
«Шестерки» любят компанию и не могут долго жить одни. Однако существует большая разница между мужчинами и женщинами-«шестерками».
Мужчины с числом Души 6 очень привлекательны, притягательны и бывают полезны; они настоящие эксперты в искусстве любовной игры. Они искусно воздействуют на женскую психику, привлекая к себе женщин и соблазняя их. Всю свою жизнь они ищут красивых и привлекательных женщин и предпочитают оставаться в женских компаниях. В отношениях с окружающими они гедонистичны и материалистичны. Это противники дисциплины и не способны поддерживать какие-либо духовные практики; иногда они могут быть религиозными, но в большей степени это не так.
Мужчины и женщины с числом Души 6 имеют немного друзей, и довольно часто живут одиноко. Они любят свои дома. Они независимы, любят свободу, простоту и спокойствие, они не эгоистичны. 
Они нестабильны и не могут сосредоточиваться на одном предмете длительное время. Они очень удачливы и получают помощь и поддержку на протяжении своей жизни из неизвестных источников, иностранцев и людей, имеющих власть. 
Венера эксперт во всех вопросах, как практично устроится в жизни. Венера считается гуру для демонических существ, учит их как хорошо устроится в жизни. Как использовать правила, чтобы прикладывать минимум усилий в жизни и получать от нее все удовольствия, чтобы наслаждаться здесь и сейчас. 
Твои слабые стороны, теневые аспекты личности (они могут проявляться при стрессе): способность к растрате, зависимостям (от чего-то/кого-то), быть ведомым человеком, а также отсутствие чувства меры, баланса, любите много получать, но мало работать, лень. 
Эта планета дает хорошую энергию. Всё, что связано с модой, красотой, звезды эстрады – это проявление Венеры. Другая стороны Венеры – способность спорить, доказывать что-то своё, но как бы не споря. Такие люди конфликтуют, но как бы и нет, избегая каких-то горячих сражений. 
Вы любите выстраивать личностные отношения, чтобы почувствовать свою значимость в этих отношениях, ведь вы раскрываетесь именно в личностных отношениях. У вас есть своя философия. Вы имеете свое мнение, но часто его не используете и отказываетесь от него, в случае если у окружающих другое мнение. Вам нужно максимально следовать своим целям, максимально раскрыть себя как личность, которая может украсить жизнь другого человека. Тот человек, который пришел к вам должен уйти от вас лучшим, более красивым внешне или внутренне. 
Цель научится руководить другими, научиться требовать, т.к. есть проблема с требовательностью от других. Важно использовать понятные реальные инструменты для зарабатывания денег, не что-то эфемерное. Важно быть приверженцем красоты, здоровья (отсутствие вредных привычек), выстроить вокруг себя личностные отношения и руководить. 
Хорошо работать в сфере, где можно что-то улучшить (человека, пространство, сайт, обстановку), т.е. когда явно видно До и После. Сфера красоты, моды, преображения, фитнес. Важно, чтобы вам это самому нравилось, тогда вы сможете это продать. Важно не лениться и реализовываться. У вас всегда будет провокация в вашей жизни из-за нерешительности, вы часто пускаете свои задачи на самотек.
Вы реализуетесь в творчестве, искусстве, вы хорошие управленцы, которые выстраивают управление через отношения. Вам подходит консультативная деятельность, эзотерика, ваша деятельность всегда должна украшать этот мир.
Твои цели и задачи в жизни: для того, чтобы наработать позитивную карму нужно дисциплинировать себя во всех областях жизни, развивать творческий подход, убирать обостренное чувство справедливости (поймите, что все люди нам что-то зеркалят, не пытайтесь уличить прилюдно человека, возможно у него были такие условия, когда он не смог реализовать другой сценарий).
Рекомендации для людей с числом Души 6 
• избегать лени. Они не должны легко поддаваться уговорам;
• научиться проверять людей прежде, чем доверять им; 
• избегать аргументов и излишней траты своей энергии, объясняя свое поведение окружающим; 
• такие люди, как вы, добиваются лучших успехов, когда работают медленно; важно избегать натисков, потому что это нарушает план; 
• избегать тяжелой физической работы, потому что их конституция не подходит для таких работ;
• забывать людей, которые вас обидели, и не тратить свою энергию напрасно, вступая на путь мести. Вынашивая недовольство и размышляя о неприятных событиях прошлого, вы только подорвете свои нервные системы;
• избегать употребления наркотиков, потому что подвержены привыканию; 
• избегать сладких блюд, масла, жиров и очень пряной пищи;
• практиковать медитации, техники контроля дыхания, регулярно гулять по утрам и массировать своё тело три или четыре раза в неделю;
• правильно организовывать свою жизнь, составлять расписания и не тратить слишком много времени на водные спортивные развлечения;
• копить деньги.
''',
    7: '''Число Души, по-другому можно назвать числом характера, внешним проявлением в социуме.
Твое число Души 7, оно управляется полупланетой Кету. Кету — небесное тело, управляющее людьми, рожденными 7, 16 или 25-го числа любого месяца. 
Раху и Кету — это полупланеты, повернутые относительно друг друга на 180 градусов. Они противостоят друг другу, это два полюса Луны, известные также как Голова Дракона и Хвост Дракона. Хвост Дракона, Кету - обычно представляют как безголовый торс с рыбьим телом. Хотя Кету считается зловредным, в нем меньше зла, чем в Раху. Это происходит потому, что Кету считается мокша-карак (причина освобождения). 
Кету дарует непривязанность к мирским желаниям и стремление к духовности. Он дает своим обладателям мудрость, умение различать плохое и хорошее и психические способности. Под его влиянием люди становятся высокочувствительными эмоциональными. Они чувствуют отвращение к материальному успеху и равнодушие к психодраме жизни. У них нет тщеславия, нет мотивации совершать какие-либо поступки. Они интересуются познанием своего Я и стремятся обрести просветление через «истинное знание». 
Кету беспол (хотя некоторые астрологи считают Кету женщиной). По характеру разрушителен. 
Он делает своих обладателей инертными. Он наделяется большой силой ночью и легко раздражителен. Если Кету не находится в благоприятном астрологическом положении, он может вызывать увечья, калечить людей. Они теряют силу различения и в мирском смысле лишаются разума. Иногда кажется, что в них вселяются злые духи. С другой стороны, если Кету находится в благоприятном положении, то люди получают силу лечить одержимых злыми духами и привидениями. Поэтому они интересуются разными видами целительства — природным, тантрическим или психическим, магическим, оккультным, с помощью трав, определенной пищи, специй, звуковых вибраций. 
Люди, управляемые Кету, болтливы. Они любят споры, дебаты; у них своя собственная логика. Они живучи в своих фантазиях, обладают большим воображением и интуицией, склонны преувеличивать. С виду это оборванцы, не заботящиеся о своем внешнем облике: иногда они хорошо одеваются, иногда нет. По своему мировоззрению это космополиты. Они принимают истину из разных источников и создают собственное мировоззрение. 
Кету управляет стариками; он воздействует на химический баланс тела, и это лишает людей спокойствия.
Друзья Кету — Меркурий, Венера, Раху и Сатурн; Юпитер нейтрален по отношению к нему, а Солнце, Луна и Марс — враги. 
В соответствии со многими мудрыми астрологами в Индии в наше время, то есть, в эпоху Кали Юги (эпохи тьмы) Раху, Кету и Сатурн особенно влиятельны и активны. Поэтому знание качеств Кету и Раху полезно тем, кто занимается предсказательными науками. 
Из-за неблагоприятного влияния Кету, люди с числом Души 7 нерешительны, разрушительны, неугомонны, мятежны и подвержены быстрым сменам настроения. Им предстоит встретиться в жизни со многими бедами, «семерок» считают неудачниками. 7 — число всевозможных переворотов и революционных изменений. Но все это не совсем так. Неудача — ключ к успеху. 
Качества характера человека: мистика, интуиция, поиск истины, спонтанность, неожиданность, йога, энергия мудрости, отстранение, творчество, интроверсия. Они ориентированы на внутреннее, на духовный рост, трансформацию внутри. Могут уходить в уединение (и быть непонятными другим), чувствовать свои границы, пространство, есть нежелание следовать общепринятой системе, норме (зачем, если в итоге самое главное это соприкосновение с собой), они ищут истину, смысл жизни, зачем мы здесь, то, что откликается им внутри, если они его не находят - склонны попадать в крайности, заниматься интоксикацией (наркотики, алкоголь, секс без меры). 
Им важно заниматься йогой, молитвой, мантрой, медитаций, погружаться в себя. Семь — это число удачи для духовного прогресса. Внутри у человека сильное влечение познать тонкие субстанции. Сентиментальность, доброта, глубинное понимание психологии человека, этот человек очень хорошо чувствует других людей. Он чувствует пространство через тело, через интуицию, на уровне инстинктов, поэтому важно разрешить себя чувствовать, не подавлять в себе эмоции, быть эмоциональным, чувствительным, иметь разносторонние эмоции, учиться осознавать свои ощущения здесь и сейчас. 
Многие люди с числом Души 7 — одаренные поэты, художники, мыслители, судьи, нумерологи, реформаторы и ученые: даже несмотря на то, что все обладатели числа Души 7 требуют большего внимания, чем обладатели остальных восьми чисел; «семерки» нуждаются также в верном руководстве. Правильно направляемые «семерки» могут оставить в жизни заметный след. 
Люди с числом Души 7 глубоко духовны и религиозны. У них доброе сердце, они социальны, романтичны, сентиментальны, у них благородная душа. Они оригинальны в своем самовыражении и независимы в своем подходе к жизни. Благодаря своему философскому взгляду на вещи, у них неповторимая индивидуальность. Они придают новое значение старым ценностям и старым истинам. 
Они защищают личную свободу и не терпят несправедливости. 
Это хорошие ораторы, которые обладают способностью заставить поверить публику в свои доводы, так, что даже их противники вынуждены принять их точку зрения. 
Они дружелюбны и легко добиваются популярности — потому что не видят различия между богатыми и бедными, между королем и нищим, между хозяином и слугой. Они ко всем одинаково дружелюбно настроены и всем оказывают поддержку. 
По отношению к своим подчиненным и ученикам «семерки» наделены большой сердечностью. 
«Семерки» многолики. Но их основная черта — неуверенность. С виду «семерки» хаотичны, однако внутри это хорошо организованные люди, обладающие постоянством жизненных принципов, с помощью которых поддерживают физическое и ментальное здоровье. 
Они умело составляют планы. 
Это и идеалисты, и материалисты в одно и то же время. С одной стороны, они легко раздают деньги, живут в утопиях и размышляют об универсальном космическом благе; с другой стороны, они умело генерируют и выгодно продают собственные идеи, не забывая при этом обращать внимание на деньги. 
«Семерки» беспокойны: у них перегруженный проблемами ум и слишком активный мозг. Они любят перемены и обожают путешествовать. Если же они отправляются в путешествие, то делают все, чтобы узнать что-нибудь новое и заработать деньги. Особенно примечательны их деловые идеи на международной арене — потому что «семерки» генерируют блестящие идеи. 
«Семерки» любят мистику и поддерживают вокруг себя мистическую ауру. Они стараются у всех чему-нибудь учиться и очень интересуются оккультными науками. У них своя манера объяснять идеи; «семерки» не следуют ни одной принятой религии. Они создают свою собственную идеологию и свою собственную религию, которая насыщена образами и имеет под собой неясную ненаучную основу. 
«Семерки» верят в мирное сосуществование и могут подстраиваться под любое, даже совершенно чуждое, окружение. Они быстро воздействуют на умы людей, с которыми долго общаются.
Однако «семерки» в городах и странах, которые посещают, становятся популярными далеко не сразу. Они очень социальны, но не любят, когда ими командуют. «Семерки» приносят удачу друзьям, коллегам и начальникам; когда они разрывают дружеские отношения, то причиняют другим много страданий. У них хорошая память; «семерки» быстро ко всему приспосабливаются. С детьми они сами превращаются в детей; при общении с молодежью «семерки» молодеют, а с мудрыми людьми «семерки» — сама мудрость и здравомыслие. Они интересуются многими предметами и легко дают советы людям, обращающимся к ним за помощью. 
«Семерки» не следуют никакой конкретной идеологии, не входят ни в одну секту; в глубине сердца они любят только тех людей, кто принимает их советы и следует их инструкциям. 
Они любят горы и вообще природу, а также путешествия в незнакомые страны. 
Они храбры и легко идут на риск. 
Они обустраиваются в своей жизни к 34 годам. 
«Семерки» — хорошие писатели, художники, поэты, которые могут выражать свои идеи любыми средствами. Какие бы средства они не избирали для самовыражения, они остаются оригинальными; их любимая тема исследования — философия. Это истинные ученые жизни, которые хотят привнести в жизнь рабочие доктрины. Если «семерки» склонны к духовности, они быстро достигают прогресса и становятся гуру или йогами. 
«Семерки» в любом положении и ранге становятся выдающимися людьми и добиваются на работе высокого положения. Они много работают, испытывают в молодости множество трудностей. Так как «семерок» всегда недооценивают, они становятся преуспевающими и богатыми довольно-таки поздно. Они обычно удачливы в супружестве и имеют особые сексуальные требования к представителям противоположного пола. 
«Семеркам» обычно помогают их друзья, и им выгодны такие отношения. Люди с числом 
Души 7 обычно еще в молодости встречают человека, с которым устанавливают взаимовыгодные дружеские отношения на всю жизнь. 
Женщины с числом Души 7 всегда беспокоятся о своем будущем. Они тревожны, чувствительны, эмоциональны, привлекательны. 
Люди с числом Души 7 притягательны, приятны и очаровательны. Их нелегко обмануть, потому что они могут читать мысли других людей. Однако они не знают, как понимать свои собственные мысли, и иногда обманываются собственными фантазиями, утопиями и идеями. 
Их легко вовлечь в дела страны и людей, с которыми они общаются.
Несмотря на все сказанное выше, «семерки» бережливы. Им нелегко выбросить вещи в мусорную корзину; они быстро находят применения ненужным вещам. Многие из изумительных предметов, находящихся в доме, сделаны из вещей, выброшенных другими людьми. 
«Семеркам» свойственно размышлять о прожитой жизни и игнорировать свои ошибки. 
Они могут стать наркоманами и подчас злоупотреблять спиртными напитками. 
Слабые стороны, теневые аспекты (они проявляются при стрессе): интоксикация (алкоголь, наркотики, никотин, кофе, развращенность в сексе), беспринципность, трусость, обездвиженность, когда надо действовать, плохо воспринимают внешние примеры, не учатся на своих ошибках, часто находятся в своей сентиментальности, в иллюзии. 
Им подходят все профессии, связанные с эзотерикой, философией, интуицией. Им подойдет работа на себя или какое-то дело, где они зависят только от себя, потому что они плохо подчиняются и не любят руководить. Если они работают на кого-то, то надо стремиться реализоваться как руководитель. 
Вам важно планировать на короткие промежутки времени, т.к. вы часто изменяетесь внутренне и планы меняются, ваши планы не должны быть длинными. Важно чувствовать себя победителем, но вы предрасположены к неуверенности в себе, для этого необходимо ставить себе задачи на день и потом вычеркивать по мере их выполнения, хваля себя и чувствуя свою значимость. 
Ваши цели и задачи: важно научиться быстро интуитивно принимать решение, научиться доверять своей интуиции. Нужно заниматься своим телом, подойдут любые виды активности и спорт. Для того, чтобы наработать позитивную карму нужно развивать сильные черты и таланты, использовать планирование (хорошо заниматься интеллектуальным трудом), развивать здоровый эгоизм (ценить в первую очередь себя, убрать излишнюю сентиментальность и неуверенность, сделайте лучшую версию себя). 
Рекомендации для людей с числом Души 7 
• перед тем, как принимать какие-либо проекты, внимательно вникайте в их суть. Тщательно взвешивайте позитивные и негативные аспекты работы, оценить время и труд, которые потребуется затратить для выполнения поставленных задач;
• рекомендуется не растрачивать энергию, беря на себя неразрешимые задачи;
• с радостью принимать любые изменения и не цепляться за собственные мысли. Они не должны с пренебрежением отзываться о культуре, из которой вышли;
• работать независимо, стараясь быть самодостаточными и не зависеть от мнения других. Не недооценивайте своих талантов и храбро начинайте собственные проекты;
• никогда не терять бдительности, быть искренними и преданными своей работе и не увлекаться бесплодными фантазиями. Избегать быть скромными, быть слишком сентиментальными и эмоционально вовлекаться в дела других;
• избегать спешки и принятия быстрых решении. (Женщины с числом Души 7 должны избегать беспокойств);
• следует избегать бесцельной траты времени на фантазии, должны понимать ценность времени. Им следует учиться быть пунктуальными;
• избегать излишнего курения, наркотиков и алкоголя;
• работать над своим телом, заниматься физическим и ручным трудом, а также для стабилизации сознания делать дыхательные упражнения;
• следует иметь вокруг себя цветы и зеленые растения, и перед тем, как встать по утрам с постели, на эти цветы рекомендуется смотреть, воодушевляясь и наполняясь внутренней силой. «Семерки» должны практиковать сосредоточение взгляда на пламени свечи, на дыхании;
• не насмехаться над своей религией, как, впрочем, ни над какой другой; 
• уважать своих партнеров и вырабатывать дружеские манеры по отношению к своим мужьям или женам, которые берегут их от домашних проблем и помогают росту; 
• избегать водных видов спорта, глубокой воды и путешествий на лодках и кораблях; 
• не изнурять себя чрезмерной работой;
• не слишком быстро менять свои воззрения.
''',
    8: '''Число Души, по-другому можно назвать числом характера, внешним проявлением в социуме.
Твое число Души 8, оно управляется планетой Сатурн.
Качества характера человека: стабильность, знание, мудрость, деньги, большой жизненный опыт. Таким людям неинтересны сверстники, они с детства любят сидеть со взрослыми. Часто женятся на более старшем поколении. Трудолюбие, планирование, напряжение, проблемы, зрелость, успех в работе, размеренность, последовательность, медлительность, дисциплина.
Сатурн, планета тьмы, управляет темной стороной человеческой природы, такой как, например, совесть (осознание правильного и неправильного). Взгляд Сатурна не является благодетельным. 
Если Сатурн расположен в карте рождения удачно, он приносит мудрость, осознание правильного и неправильного, искренность, честность, любовь к справедливости, непривязанность к каким-либо вещам, долголетие, славу, власть, руководство и организаторские способности. 
Сатурн — планета ограничения. Если он на карте рождения расположен неудачно, он приносит препятствия, промедление, унижение, враждебность, плохую карму, тяжбы и может даже тюрьму. Он делает людей одинокими, пессимистичными, пугливыми, подверженными преждевременному старению, зависимости от наркотиков, тенденции к самоубийству. 
Сатурнианцы не любят дисциплины; это мятежники, нарушители закона. Они ведут себя как старики, и выглядят намного старше, чем являются на самом деле. Это происходит потому, что Сатурн управляет старостью, его часто считают старой планетой. Сатурн управляет ногтями, волосами, зубами, костьми, скелетом, кожей и нервной системой.
Сатурн планета дисциплины, она накладывает ограничения, любит выдержку временем, проверяет всё через стабильность. Сатурн напрягает человека и смотрит как он стабильно будет выполнять свои задачи, склоняет выполнять свой долг не смотря на желание и обстоятельства. 
Сатурн дает большой успех тем, кто трудолюбив, кто старается. Это может быть тяжелый, монотонный труд. К таким людям приходит успех, но он не торопится, только после 35 лет, если человек хорошо трудился в первую половину жизни, которая у него постоянно была под напряжением, Сатурн вознаграждает. 
Сатурн дает много испытаний, иллюзорных испытаний, это непростая судьба, но она их многому учит. Сатурн дает замедление плодов в жизни, замедление результатов. Сатурн это склонность строить различные структуры, чтобы всё было четко, упорядочивать что-то. Это хорошо для обучения, работы, бизнеса. Он учит порядку. 
Восемь — это число уверенности и определенности, это также число загадки. Его обладателей в основном неправильно понимают даже ближайшие друзья и родственники. 
Это усердные работники, легко берущие все на себя; в их руках невозможное становится возможным. Это интроверты, они скрытные, терпеливые, глубокие, серьезные, меланхоличные, задумчивые, обладающие внутренним спокойствием и уравновешенностью. 
С общественными организациями, группами, обществами, с которыми они бывают связанными и кому посвящают всю свою жизнь, «восьмерки» очень искренни. Они не принимают большую помощь со стороны окружающих, потому что в основном любят делать все сами и не любят обращаться за помощью. 
У «восьмерок» сильная напористость, которая может быть подчас непробиваемой, но развита способность к различению. Их сила воли и серьезный характер дают им силу успешно справиться с любыми проектами. Хотя «восьмерки» все время встречают на своем пути множество препятствий, задержек, неудач, их сильная личность, настойчивость, воля и терпение ведут к выполнению поставленной цели и, таким образом, они оставляют свой след в истории. Они верят в жизнь. И обычно они рождены, чтобы посвящать себя жертвенному служению человечеству.
Их жизнь полна борьбы; они не отступают, пока не достигнут желаемой цели, поэтому «восьмерки» — хорошие воины, политики и ученые. Это революционеры по своей природе, которые могут быть связаны с кардинальными изменениями в обществе, вызываемые подчас разрушительными воздействиями. Между тем, «восьмерки» стараются смиренно посвятить свою жизнь самопожертвованию ради бедных и угнетенных. 
Их жизни непредсказуемы. Неожиданные перемены постоянно держат «восьмерок» в напряжении и заставляют приспосабливаться к новым обстоятельствам. Это препятствует пониманию их родственниками и друзьями. Именно поэтому их чаще всего воспринимают превратно. 
Из-за их природной склонности к одиночеству, мрачности, отсутствию юмора, неспособности ценить шутку, безразличия к ней, они чувствуют себя очень одинокими. Их жизненный стиль делает их асоциальными. У них очень немного настоящих друзей, которые способны распознать нежную и ранимую натуру, глубоко запрятанную в их личности. Внешне они жестки, но внутренне очень нежны, вежливы, смело смотрят в лицо любым трудностям и встают на защиту интересов своих друзей, спасают их при любых обстоятельствах, но, однако, таким образом, они могут нажить себе худших врагов. Когда «восьмерки» сердятся, то вызывают раздражение окружающих и могут вывести из себя даже самого терпеливого. Они не успокаиваются до тех пор, пока не разобьют своих врагов наголову; они затаивают злобу в своем сердце до конца жизни, терпеливо выжидая нужного момента для нападения на врагов. Они с улыбкой встречают поражение и меняют свою стратегию, но не успокаиваются до тех пор, пока не отомстят. Это экстремисты, которые впадают в крайности и в дружбе, и в ненависти. 
Они не удовлетворяются малым успехом, а стремятся к самым большим почестям. Они считают свою работу служением и стремятся выполнять, чем бы не занимались, только грандиозные вещи. 
Они ненавидят лицемерие, обман и сами очень честны, практичны и умны. Они становятся мудрыми еще в раннем возрасте и обретают способность судить других людей. Они чувствуют свое отличие от других людей и могут совершать вещи, запрещенные законом и обществом. «Восьмерки» не подчиняются существующим нормам и входят в конфликт с социальными и моральными установками. Это материалисты, заботящиеся в первую очередь о финансовой защищенности, хотя они и не гоняются за деньгами. Они любят свою собственную идеологию и могут ради денег заниматься любой работой. Зато после они могут все потратить на других. Совершенно не будучи подверженными эгоистическим мотивам, не ожидая ничего взамен. 
Они не могут тратить денег на себя или на членов своей семьи. До 35 лет они вообще не могут копить денег и за свою жизнь встречаются с несколькими финансовыми кризисами. Но после 35 лет «восьмерки» получают возможность открыть банковский счет. Им начинает нравиться наблюдать за увеличением своего счета, и они перестают легко растрачивать деньги. Заработав достаточно денег, они пытаются развить свои ментальные качества. Они стараются справиться с внутренним голосом и стараются постичь оккультные науки, религию, философию, медитацию. Хотя они не испытывают глубокого и действительного интереса к религии, они опять впадают в крайности, и если им повезет обрести хорошее руководство, то могут впасть в состояние глубочайшей медитации. 
Слабые стороны, теневые аспекты (они могут проявляться при стрессе): слабость, неспособность принимать решения, быть сильным человеком; зависимость от чего-то/от мнения других/от обстоятельств; обесценивание себя и всё, что происходит в их пространстве. 
Эти люди пришли в этот мир, чтобы зарабатывать деньги. Им нужно отбросить уныние, жалость к себе, ощущение, что их недолюбили, что-то не додали — это для них важный опыт, все эти ситуации идут им во благо. После прохождения трудностей такие люди сияют ещё больше! 
Если вас что-то не устраивает вы должны стратегически выстраивать новую систему и менять свою жизнь. Вы наделены внутренним чутьем как должно быть и как не должно быть. Вы хорошие лидеры за счет того, что у вас много мудрости, много знаний из прошлых воплощений, у вас сильный стержень. Вы успешны за счет своей потрясающей работоспособности. Вы постоянны в своих мыслях, последовательны это помогает идти на перспективу, идти долго, преодолевать что-то. Стремление к постоянству, к деньгам, к результативности это ваши козыри. 
Из таких людей получаются: трудолюбивые исполнительные работники, они могут много и упорно работать; хорошие администраторы, руководители, умеющие построить структуру и реализовать бизнес-процессы; адвокаты, юристы, политики. Им подойдет работа в гос. структуре, монотонная работа, также работа тяжелая морально или физически, работа в каких-то рамках, ограничениях. Работа, где нужна большая стрессоустойчивость. 
Твои цели, задачи: необходимо идти в новое, быть направленным на то, что у тебя всё получается. Если ты чувствуешь, что сделала много, а получила мало – в этот момент нельзя унывать и нужно пересмотреть свою стратегию, сделать работу над ошибками и пойти вперед при помощи системного подхода. Необходимо заниматься своим телом, чтобы оно было гибким. И нужно постоянно общаться с новыми людьми. Т.к. вы статичны цель максимально изменяться в новых условиях, новые люди будут давать новые взгляды, новую энергию. Это важный навык, чтобы чувствовать себя в реализации, быть в современном формате. Для того, чтобы наработать позитивную карму в этом числе нужно убирать претензии (не важно к кому, пойми то, что в этом мире всё в высшей степени справедливо, тебе было нужно именно это), реализовывать позитивный фокус внимания, становится специалистом в чем-либо (иначе вы будете зарабатывать меньше, чем желаете и у вас будет больше оснований для уныния).
Рекомендации для людей с числом Души 8 
• не стремиться все взять на себя. Доверять своим друзьям и подчиненным. Не следует браться за работу, которая превышает возможности — разве только ради сбережения или зарабатывания денег; 
• не следует ввязываться в споры, и важно научиться четко выражать собственные идеи, а также уметь, когда необходимо, молчать; 
• расширять крут своих друзей и знакомых; 
• не зависеть от чьей-то помощи, потому что от своих друзей, родственников, и других людей, которым вы помогаете, вы можете получить очень мало; 
• следует отбросить мстительность; 
• следует скинуть маску угрюмости, серьезности, трезвости и научиться улыбаться, и постараться быть счастливыми; 
• вести активный образ жизни, избегать летаргии, пассивности и изоляции; 
• важно воспитывать в себе терпимость, быть более дружелюбными, рассудительными и не раздражаться столь легко; 
• важно избегать наркотиков и других отравляющих веществ. Избегать консервированной, старой пиши и пищи быстрого приготовления; следует есть больше грубых зерен, пить больше свежих соков — чтобы избежать запора, ревматизма, артрита, раздражения кожи; 
• следовать советам умудренных людей, знающих больше, чем вы сами; 
• избегать привычки размышлять о прошлом и стараться справиться с мнимыми страхами; 
• уважать своих жизненных и деловых партнеров; 
• стараться не вовлекаться в любовные приключения; 
• почаще путешествовать; 
• не распускать слухи; 
• искать себе хороших друзей, философов, проводников и посвящать больше энергии собственному духовному росту.
''',
    9: '''Число Души, по-другому можно назвать числом характера, внешним проявлением в социуме.
Твое число Души 9, оно управляется Марсом. Марс — это небесный «главнокомандующий». Он почитается всеми девятью светилами. Марс персонифицирован как сильная мужская личность в воинском облачении, восседающая на баране (животом, известном своей воинственной натурой). 
Качества планеты Марс: ясное осознания цели, долга, порядка и дисциплины. Марс знаменит также такими качествами как смелость, мужество, терпение, самоуверенность. Одно из санскритских слов, описывающих Марс, Лохитанг, наделяет его ярко-красным цветом, который можно видеть в ночном виде невооруженным глазом. 
Астрологи считают Марс неблагоприятной планетой, потому что люди, управляемые Марсом, — это эгоисты, ставящие свои желания выше желаний других. Влияние Марса делает таких людей вспыльчивыми, любящими ввязываться в споры, любителями разрушительного оружия, неугомонными, непостоянными, жестокими, любящими насилие. Они способны причинять вред одному из своих родственников или знакомых, или сразу всем. 
Марс связан с кровью и на это указывают его другие санскритские имена — Куджар и Рудхир. Он также связан с нашей мышечной системой и с костным мозгом, ответственным за устойчивость иммунной системы. В нем продуцируются белые кровяные тельца, избавляющие от вирусов и болезней человеческий организм. Таким образом, Марс воздействует на защитные механизмы нашего организма. Он также наделяет смелостью, которая непосредственно связана с концентрацией сахара в крови. Марс обеспечивает силу и связан с общим состоянием человека.
Между тем, непостоянство и неугомонность Марса делает его обладателей неуверенными в себе, сомневающимися и вспыльчивыми. Это все ведет к некой нечувствительности, что делает Марс неблагоприятной планетой, и заставляет людей ввязываться в противозаконные мероприятия и запрещенные любовные связи.
Люди, управляемые Марсом — большие ценители военного искусства, охоты, спорта, споров, состязаний, публичных выступлений и политики. Марс дает своим обладателям спортивный дух, который помогает им одинаково благосклонно относиться и к победе, и к поражению. Он дает также людям динамическую энергию, которая подталкивает их к совершению необычных поступков, таких как хождение по огню или борьба с тигром или слоном. Люди Марса любят удивлять окружающих своей необычайной смелостью. 
Они обретают большую силу от 27 до 40 лет.
Самыми вежливыми и сомневающимися являются люди Марса, родившиеся 27-го числа, те же, кто родился 9-го — грубее и жестче, также более удачливее и сильнее. Люди, родившиеся 18-го числа, страдают от внутренних конфликтов и добиваются прогресса медленнее, они более эгоистичны и любят ссориться.
Качества характера человека: активность, помощь другим, развитие, спорт, физическое доминирование, движение, гнев, конфликты, управление, сила. Это мужская планета. Планета агрессии, доминирования, войны, сражения. Она дает толчок для продвижения человека в социуме, такой человек не может развиваться внутри себя, он экстраверт. Это командный игрок, которому важны в жизни результаты. 
Такие люди стремятся делать социально-полезные проекты, политические партии, спортивные команды и т.д. в зависимости от интересов. Задача Марса - помогать другим и у них на это много энергии. Проблемы начинаются, когда они используют энергию для отстаивания своей позиции, спорить, вместо того чтобы помогать другим, потому что им сложно принять другие точки зрения. Им надо научиться обуздывать свою энергию через пользу окружающим. 
Планета огня и тепла, Марс, создает сильный поток энергии, с которым нелегко совладать. Он делает людей с числом Души 9 беспокойными; они постоянно чем-то занимаются. Они не могут начать отдыхать, пока не преуспеют в достижении желаемых целей. Это борцы, и они с боем идут к вершине любой выбранной ими дороги. 
«Девятки» обладают духом спортсменов, им свойствен дух соперничества. Они очень смелы и любят приключения. Они амбициозны и благодаря своей сильной воле и определенности быстро добиваются прогресса на выбранном пути. Они быстро реагируют на любую ситуацию и переходят в состояние готовности по первому же сигналу, у них сильные внутренние защитные механизмы, и они всегда готовы отразить нападение. Этим они часто создают себе врагов. 
«Девятки» любят заканчивать начатый спор и не особо тяготятся собственными проблемами, а также не растрачивают попусту энергию. Эти люди любят высказаться. 
Влияние Марса дает «девяткам» непостоянный характер; этих людей очень просто «завести», а их взрыв будет сильнее взрыва бомбы. Они не верят в то, что нужно ждать подходящего момента для нападения: это оптимисты, они независимы, у них неиссякаемый источник энергии. 
Они не любят жить на пожертвования или быть кому-то обязанным, они свободны, искренни, бесстрашны, порывисты. 
«Девятки» — это работники, любящие трудности; они полны энтузиазма, вдохновения, и всегда спешат достигнуть намеченной цели, они не терпят вмешательства в свою работу и ненавидят критику. У них огромное чувство ответственности. Что бы они не делали, они ведомы собственной искренностью и верным пониманием положения, что заставляет их поступать всегда по-своему. 
Они очень хорошо о себе думают и считают, что и все должны думать также. Их властный характер способствует ввязыванию в дискуссии и споры с людьми, которые подвергают критике каждый их шаг.
В молодости они вынуждены испытывать множество трудностей в общении с другими людьми, и им очень нелегко добиться достойного места в обществе, дома, на работе. Но благодаря сильной воле и ясному видению цели, после 40 лет они добиваются успеха. 
Они подобны кокосовому ореху — тверды снаружи и полны сладкой мякоти внутри. Внешне они тверды, дисциплинированы, непоколебимы; внутренне же мягки и сострадательны. Они хорошо заботятся о своих подчиненных. 
Люди с числом Души 9 — хорошие организаторы и способные администраторы. Если им предоставлена полная власть и контроль, то организации, в которой они работают, пойдет на пользу их способность к тяжелой работе, оптимизм, практические знания. Если же полная власть и контроль им не предоставлены, то такие люди постепенно теряют интерес к работе. 
Они любят почитание и могут вынести любые физические, ментальные или финансовые потери ради спасения своего престижа. Они тратят много энергии, чтобы добиться признания и симпатии.
Хотя они особенно преданы собственным семьям и хорошо заботятся о своих родителях, подчас они могут быть неудачливыми в семейной жизни и часто ссорится со своими жизненными партнерами.
Мужчин с числом Души 9 подталкивает сексуальный импульс.
Но из-за того, что он подавляет своего партнера, он часто сталкивается с неудачами и разочаровывается. Со временем его поведение по отношению к жизненному партнеру становится неустойчивым, сумасбродным. И если он находит подходящего партнера в раннем возрасте, то он ведет хорошую семейную жизнь. Он хочет от своей жены полного согласия, глубоких романтических отношений и физического наслаждения. Если он получает необходимое внимание, то добивается в жизни существенного прогресса. В то время как мужчина с числом Души 9 не показывает большого уважения и любви по отношению к своей жене, он очень добр, весел и общителен с другими женщинами. Он теряет ментальное равновесие, ссорится и изолируется от своей жены, страдая от этого впоследствии. 
Его часто осуждают его жизненные партнеры, друзья и родственники — даже несмотря на то, что его брак приносит финансовый успех и славу. Несмотря на то, что он любит помпезность, он часто живет простой жизнью.
Женщина с числом Души 9 обычно очень нежна, гостеприимна, дружелюбна, хотя скрытна и очень тщательно подбирает себе круг общения. Она может быть прекрасной домохозяйкой, преданной своему мужу, полной обаяния и очарования. Но у нее намного меньше шансов встретить хорошего мужа, чем у мужчины-«девятки» жену. Она очень строга к своему мужу и не прощает и малейшего намека на флирт. Ее партнер слабеет и ей приходиться тратить на него слишком много энергии.
И мужчина, и женщина с числом Души 9 скорее скажут «нет», чем «да». Они тратят много времени и энергии, чтобы поддерживать свои дома и рабочие места в небывалой чистоте и порядке, однако им тяжело создать порядок и мир в своей семейной жизни. 
Им следует опасаться пожаров, бомб и ударов электрического тока. Возможно, им придется в своей жизни подвергнуться хирургическому вмешательству и судебному преследованию. 
Если они не в духе, то становятся мстительными, агрессивными и жестокими. Они рождены с качествами лидера и могут легко контролировать упрямых людей с помощью своего сострадания и человеческих качеств.
У человека с числом Души 9 сильный властный характер, высокие идеалы, он неограничен и созидателен. Брак с человеком с числом Души 9 и с тем, у кого число находится в гармонии с числом 9, счастлив — их семья становится открытой и готовой прийти на помощь и ее замечают.
Люди с числом Души 9 рождены, чтобы добиться успеха. И у них для этого есть все необходимые качества. Они пугают людей, совершая уже в среднем возрасте безрассудные поступки. Те, у кого нет близких друзей или жизненных партнеров, считают их очень удачливыми. 
Слабые стороны, теневые аспекты (они проявляются при стрессе): вспыльчивость, отсутствие мудрого окружения, неспособность учиться на ошибках (своих или чужих), резкость в суждениях, в действиях, в выборе, манипуляция сознанием других, применение силы по отношению к другим (морально или физически), занятие ведомой позиции (вам нельзя быть ведомым). 
У тебя сильный соревновательный дух, что помогает в спорте. Реализация защиты и заботы слабых проходит через профессию военных, полиции, МЧС, медиков (тем, кто помогает, защищает в экстремальных условиях), а также вы прекрасные лидеры и управленцы, организаторы, бизнесмены. 
Марс — это стратегическое мышление как достичь победы. Он дает человеку разум того, как выстроить стратегию, чтобы достичь определенного результата. В раннем возрасте такие люди обычно горячие, а после 28 лет начинают успокаиваться.
При помощи внутренней энергии и харизмы они успешно управляют людьми и процессами. У них много энергии, которую нужно реализовать. 
В человеке с этим числом Души могут отзываться характеристики всех предыдущих 8 чисел. В этом человеке много харизмы.
Друзья Марса — Солнце, Луна и Юпитер. Сатурн, Венера, Раху и Кету нейтральны по отношению к Марсу, а Меркурий его единственный враг.
Твои цели и задачи в жизни: 
Вы должны помогать другим; быстро принимать решение и реализовывать его в жизнь; уметь быстро адаптироваться в новых условиях. Результат будет лучше, если вы подумаете и сразу воплотите в жизнь, даже если будут ошибки, надо постоянно двигаться вперед. 
В тебе большая творческая энергия, чтобы продвигать свои интересы, добиваться своих целей, она направлена на быстрый результат. 
Для того, чтобы наработать позитивную карму нужно дисциплинировать себя, руководить без манипуляций и навязывания, убирать гнев через позитив (гнев бывает внутренний и внешний, замечай в себе, если ты подавляешь гнев и направляй его в юмор, он тебя спасет).

Рекомендации для людей с числом Души 9 
• следует опасаться пожаров, взрывов бомб, штормов, наводнений и дорожных происшествий. Они должны быть постоянно наготове — при использовании огнестрельного оружия, а также водить машину с особенным вниманием;
• избегать любых провокаций и мыслей о мести; 
• отказаться от ложной гордости, лицемерия, потому что такие качества ведут к зависти и критике; 
• учиться обретать эмоциональное спокойствие и не терять смелость; 
• избегать риска, совершения ненужных безрассудных поступков, ставящих своей целью показать их смелость, решительность; 
• избегать жалоб, обсуждения и сплетен относительно своих коллег, партнеров. Им нужно любить своих жизненных партнеров, создавать мир в семейной жизни и помнить аксиому: «Человеку свойственно ошибаться, а Богу свойственно прощать.»;
• по возможности следует избегать операций; 
• не торопиться: они должны научиться преодолевать свое беспокойство; 
• избегать угрюмого вида и научиться поддерживать на своем лице улыбку; 
• уважать своих начальников и не ввязываться с ними в ненужные споры, потому что «девяток» легко спровоцировать, и они утрачивают свое самообладание; 
• избегать всех нестабильных ситуаций и стараться не быть обидчивыми, не говорить громко или жестоко. Они должны придерживаться дисциплины, которая создает в их жизни порядок; 
• при подписании официальных бумаг быть внимательными и тщательно изучать их до самого акта подписания. По необходимости перед подписанием можно проконсультироваться с юристом; 
• избегать трех своих главных врагов: гнева, высокомерия, агрессивности; 
• не самоизолироваться. Более того, им следует расширять круг своих друзей и знакомых; 
• проявлять чувство юмора — он принесет им удачу;
• избегать наркотиков, отравляющих веществ, потому что они имеют к ним предрасположенность.
'''
}