# Тексты для Числа Судьбы (бывший s_text из dict.py)

destiny_text = {
    1: '''Твое число Судьбы 1, оно управляется Солнцем и вводит тебя в определенные жизненные обстоятельства.
Один — очень хорошее число Судьбы. В качестве числа Души 1 заставляет людей усердно работать, чтобы добиться в жизни выдающегося положения; но люди с числом Судьбы 1 наслаждаются плодами работы других. 
Люди с числом Судьбы 1 становятся важными в узких кругах осознанно или неосознанно, в то время как люди с числом Души 1 хотят стать важными, известными и выдающимися во всем. 
Люди с числом Судьбы 1 считаются удачливыми. Они награждены здоровым духом в здоровом теле. 
Они становятся лидерами и начальниками в своих кругах. Так как они могут ясно видеть будущее и выдвигать соответствующие планы, они достигают успеха без особых усилий. Они неожиданно получают деньги и с легкостью их тратят. 
Люди с числом Судьбы 1 становятся известными за свою воздержанность, терпение, организаторские способности и настойчивость. Если же к этому добавить еще и духовность, они становятся во главе духовных организаций и превращаются в настоящих учителей. В качестве учителей они четки, точны до скрупулезности и привержены истине. Но так как 1 в основном число мировых достижений и успеха, редко можно найти выдающегося духовного лидера с числом Судьбы 1. Люди с числом Судьбы 1 материалистичны, логичны и интеллектуальны. Духовность же требует эмоциональности и веры, а не логики. 
Число Судьбы 1 делает своих обладателей идеалистичными, вежливыми, добрыми, готовыми прийти на помощь и быстрыми в принятии суждений. Хотя они большую часть времени правы, в периоды слабого Солнца (октябрь, ноябрь, декабрь) они могут совершать ошибки. Это приносит им разочарование, но учит умеренности. Они вдохновляют своих коллег и поощряют молодежь становиться лидерами. Они умны, всегда улыбаются, привлекательны. 
Люди с числом Судьбы 1 не являются очень романтичными; в том, что касается женитьбы или любви, они несчастны. Однако они становятся великими рассказчиками. Их любят представители власти. 
Если их числа Души и Имени благоприятны, люди с числом Судьбы 1 превосходят все ожидания и становятся лучшими во всем, что ни делают. Но если же эти числа неблагоприятны, эти люди прекращают участвовать в общих делах и уходят в себя. Тем не менее, так как они удачливы, они все равно добиваются успеха и подъема в материальной области. Люди с числом Судьбы 1 рождены с миссионерскими запросами и имеют цель в жизни.
Неработающие женщины с числом Судьбы 1 направляют свою энергию на домашнюю жизнь. Они создают хороший микроклимат для своих друзей, гостей и членов семьи. Они помогают бедным и нуждающимся и становятся известными матерями. Они уверенны в успехе, осмотрительны, чувствительны и смело смотрят в лицо трудностям. 
Если они работают, то занимают важное положение благодаря своим хорошим качествам. Они социальны и ко всему относятся по-царски. У них сильный характер, они упорядочены, любят все систематизировать, обладают хорошими манерами.
Солнце — это планета, направленная на социум. 
Данность по судьбе: независимость, авторитет, властность, логичность, интеллектуальность, материалистичность, человек занимает ответственные посты, работает в официальных структурах. Такому человеку хорошо быть руководителем. Может быть одиночество в жизни. 
Важно брать на себя ответственность, у этого человека будет проверка на эго - «как я ставлю себя в отношениях». Такие люди учатся не на философии, а на реальных событиях. Им важно уважать всех, независимо от положения, помогать другим, уважать отца (отец — это представитель Солнца, тогда у человека будет больше ресурсов и возможностей проявит свою природу по единице).
Трансформация человека идет через внешнюю деятельность, его проявление в социуме, его достижения в нём, так он чувствует свою реализацию. Вам не подходят профессии, связанные с рутиной и монотонной работой, с жесткими рамками, в строгих ограничениях. ...''',
    2: '''Твое число Судьбы 2, оно управляется полупланетой Луна и вводит тебя в определенные жизненные обстоятельства
Два — не слишком хорошее число Судьбы, но благодаря этому, оно дает человеку свою полюсы при работе над собой. 
Число Судьбы 2 заставляет людей постоянно смотреть в лицо спадам и подъемам, удача от них прямо-таки ускользает, едва они приближаются к ней. Из-за того, что они часто становятся жертвами непредсказуемых перемен, такие люди беспомощны. 
Люди с числом Судьбы 2 любят свое жилище и семью. Они проявляют живой интерес к домашним делам и имеют крепкие семейные узы. Число Судьбы 2 лишает людей защищенности и если это мужчины, то они далеки от успеха в любовных делах. Если же это женщины, то их часто порицают за любовь. 
Мужчины с числом Судьбы 2 много учатся, чтобы повысить свои знания и улучшить собственное понимание мира. 
Люди с числом Судьбы 2 рождаются с большим чувством самоуважения, что делает их исполнительными и наделяет хорошими манерами. Они придерживаются правила: «поступай с другими так, как хочешь, чтобы с тобой поступали другие». 
Если их ценят верные друзья, преданные соратники, если они сталкиваются с положительными обстоятельствами в жизни и, если находят ясность понимания, они обретают великую веру в себя и избавляются от мучительных сомнений. В этих условиях они могут совершать чудеса в той области, в которую вовлечены. 
Число Судьбы 2 дает любовь людям к рекам, водопадам, потокам, ручьям, озерам и прудам. «Двойки» любят находиться в группах и ценят хорошую компанию. Ради этого они могут откладывать важную работу, встречи. Их работа часто страдает из-за зависимости от других людей и из-за пристрастия к хорошему обществу, гармоничным вибрациям и дружбе. 
Люди с числом Судьбы 2 наделены сильной интуицией. Они могут читать мысли других. Они могут ставить себя на место других людей и постигать их личности. 
Мужчины с числом Судьбы 2 удачливы и женятся на образованных и красивых женщинах; у них добродетельные матери, а также любящие сестры и кузины. Им помогают престарелые женщины или женщины, которые занимают ключевые позиции в обществе. Однако часто семейная жизнь с числом Судьбы 2 оказывается короткой. 
Женщины с числом Судьбы 2 эмоциональны и преданны своим партнерам. Они изящно одеваются, молодо выглядят, привлекательны. 
Люди с числом Судьбы 2 интересуются травами и лекарственными растениями, часто любят садоводство. 
Они также находят удовольствие в постоянном украшении своего дома. 
Они могут стать хорошими психологами, мыслителями, поэтами, писателями, дипломатами, врачами, терапевтами, актерами или танцорами (все профессии, где надо чувствовать людей, проявлять о них заботу, творческие профессии). Не подходят профессии, где нужно принимать быстрые решения и работа, требующая повышенной стрессоустойчивости. 
Они лишены эгоизма; они не ждут надлежащей оценки после совершения добрых дел. Они могут работать также семейными психотерапевтами, помогая парам разрешать межличностные проблемы. 
Когда им исполняется 35 лет, они начинают интересоваться оккультными науками, философией и духовной жизнью.
Примечание
Люди с числом Души или Судьбы 2 должны делать все, по меньшей мере, дважды, им редко удается достичь цели с первого раза, это заставляет их растрачивать деньги и энергию с малой отдачей.
Луна — это переменчивые обстоятельства в жизни, много колебаний выбора и всегда особое внимание с женщинами (мать, сестра, жена) – они дают человеку поддержку, но, если носитель числа Судьбы 2 плохо относится к женщинам – ему придется над этим работать, судьба их выведет к этому. У таких людей есть склонность быть вторым, не соваться вперед, коллективность, восприимчивость, чувствительность, психология, интуиция, дипломатичность, музыка, поэзия, творчество, понимание нужд других людей, забота. Им нужно освобождать свои эмоции, не надо копить в себе обиды, тяжелые эмоции, им помогу медитации, молитвы, техники расслабления, прощения. ...''',
    3: '''Твое число Судьбы 3, оно управляется Юпитером и вводит тебя в определенные жизненные обстоятельства
Число 3 вынуждает к тяжелой работе, люди берут на себя больше, чем нужно, и у них развиваются стрессы. Все это нарушает спокойное течение жизни. 
Однако люди с числом 3 отличаются крепким телосложением, полны силы и могут выдержать невероятные перегрузки. 
Слабость по отношению к лицам противоположного пола может создавать проблемы с членами семьи и их поступки постоянно вносят разногласия. Но эти люди удачливы и всегда могут избежать конфликта. 
Их невыразимая и критически настроенная природа причиняет им беспокойство: 
• друзья предают их; 
• братья, сестры не помогают; 
• они терпят неудачу в любовных делах и иногда завоевывают плохую репутацию; 
• их эгоистичность препятствует росту и саморазвитию; 
• любовь к хвастовству отваживает от них людей; 
• гордость лишает их многих возможностей в жизни; 
• экстравагантность ведет к финансовым кризисам. 
С другой стороны, эти люди удачливы, и удача спасает их от всех проблем, включая аварии. 
Когда им нужны деньги, они всегда могут раздобыть их. Они способны претворять свои мечты на практике.
Это прирожденные лидеры, легко добивающиеся успеха в политике и занимающие хорошие посты в правительстве. 
Они начинают как самые обыкновенные люди и добиваются огромных высот в карьере, благодаря тяжелой и усердной работе, удаче, хорошо развитому чувству ответственности и осознанному планированию. 
Они избегают ввязываться в споры и иногда вынуждены тратить деньги на обманутых ими же друзей и членов семьи, жертв несбывшихся планов или перемены решения в последний момент. 
Люди с числом Судьбы 3 награждены хорошей семейной жизнью. Их жизненные партнеры поддерживают их и берут на себя все домашние обязанности, давая возможность «тройкам» посвятить себя личностному и духовному росту, карьере. Их жизненным партнерам приходиться оказывать социальную помощь многочисленным друзьям и знакомым, многие из которых бедняки. 
Это люди добрые, щедрые и верные, порядочные; они часто зарабатывают деньги, используя свой личный магнетизм и очарование. 
Они всюду находят себе друзей и помощников. 
Они любят выступать проповедниками и заниматься религиозной работой; они любят петь. 
Это большие любители древней истории и политики. 
Они получают деньги из многочисленных источников и пользуясь подчас неблаговидными средствами. Но они легко тратят деньги на других и хорошо помещают свои средства, заботясь о комфорте и красоте. 
Эти люди отмечены созидательностью, хорошим воображением, хорошей интуицией, силой ясного самовыражения — устного и письменною. 
Однако они не добиваются славы и денег в первой части своей жизни, когда эти вещи они желают больше всего. Все это приходит к ним позже, в более зрелом возрасте. 
Они любят вкусную еду, комфортабельные дома, снабженные всеми удобствами. 
Они любят глубокий, но непродолжительный сон. Они верят в мир и всеобщее счастье.
Они лучше всего подходят для издательского дела, бизнеса, рекламы, преподавания в высшей школе, исследований, путешествий, туризма, импорта и экспорта. Они могут также работать ювелирами и адвокатами. Могут преподавать философию, которая является их любимым предметом. А также вращаться в религиозных и филантропических организациях.
Юпитер дает таким людям благоприятные стечения обстоятельств, им дается определенное благосостояние. Они предприимчивы, проявляют много инициативы, могут запускать старт-апы, проекты. 
Могут перегружать себя делами, им нужно уметь отдыхать, но иногда они могут слишком расслабляются от хорошей кармы. 
У них хорошие возможности для реализации себя, главное, чтобы им было интересно в этом деле. 
В их жизни будет какая-то связь с семьей, деньгами (положительная или отрицательная зависит от человека). Есть вероятность сложности по такому числу касаемо семейных или финансовых вопросов. 
Им важно заниматься познанием истины, философии, нередко жизнь связана с религией, духовным течением, философским направлением, через которое они будут побуждать других думать о хорошем, верить в лучшее, вдохновлять других. Эти люди часто оптимистичны, красноречивы, если не впадают в гуны невежества, страсти. ...''',
    4: '''твое число Судьбы 4, оно управляется полупланетой Раху, оно вводит тебя в определенные жизненные обстоятельства.
Если люди имеют 4 в качестве числа Души, то, чтобы найти компромисс с трудностями, которые вызываются внезапными изменениями в жизни, им нужно много работать. Если 4 — число Судьбы, эти внезапные изменения разрушают основной план жизни — жизнь становиться невыносимой и отвратительной. Даже если такие люди имеют все блага жизни и живут в роскоши, они всегда ощущают, что им чего-то не хватает. 
«Четверкам» часто выпадает шанс продвинуться вперед, но их сомневающийся характер постоянно внушает им подозрения, и они упускают открывающиеся возможности. 
Они несут на себе тяжелые обязанности и непомерную ответственность. Им не остается ничего другого, как только продолжать выполнять их. У них хватает силы и жизненной энергии, но труд «четверки» не вознаграждается. Они не только не получают соответствующей оценки своей работе, но и вынуждены постоянно сталкиваться с критикой. Это делает их подозрительными и чрезмерно осторожными, толкает к изоляции и «четверки» чувствуют себя одинокими и покинутыми.
Раху дает им неудовлетворенность жизнью. Люди с числом Судьбы 4 никогда не чувствуют удовлетворения от своей работы и всегда пытаются найти лучшую для себя деятельность. Поэтому они очень часто меняют профессии. 
Из-за влияния Раху «четверкам» всегда досаждают тайные, невидимые враги (Раху дает много иллюзий). Эти враги всегда ходят вокруг них кругами из-за неуживчивого характера «четверок», позитивных взглядов, критического, но неясного, ума, и из-за того, что «четверки» не придерживаются существующих обычаев или норм поведения. Человеку кажется, что если он кому-то сделал замечание, то уже тот, другой, на него обиделся и «четверка» может долго об этом помнить и думать, что это его враг. 
Из-за обратного движения Раху «четверки» становятся неугомонными и нетерпеливыми, не терпят отсрочек в своей работе. Однако в их работе всегда есть задержки (Раху, подобно Сатурну, создает препятствия и задержки). 
Они также часто упускают свою удачу. 
Семейная жизнь «четверки» может не являться счастливой, ее может разрушать эгоистичный, сомневающийся и скрытный характер. 
«Четверки» не могут быстро принимать решения. 
В преклонном возрасте память «четверки» слабеет. 
У «четверки» есть много источников для зарабатывания денег, но она их легко тратит. И если «четверки» не обратят внимания на свою экстравагантность, то в старости, чтобы свести концы с концами, им придется много и усердно работать. 
Раху не самый простой показатель. Он дает внезапные повороты в жизни, неожиданные события, переломы судьбы, крайности, метания, скитания, переезды. Так как такие люди верят в определенную иллюзию, они хотят стабильности и конкретики, хотят это всё устаканить. 
Этим людям нужно прорабатывать свою карму через добровольную работу на общественных началах ради блага других. 
Сложно быть удовлетворенными, Раху это критичность – если они критично смотрят на жизнь, то она закручивает им «гайки», если стараются оптимистично смотреть на жизнь, то у них открывается много возможностей. 
Таким людям важно заниматься духовной практикой, потому что она направит их сознание в нужное русло, гармонизирует и у них появится возможность избавиться от критического мышления. Их критичное мышление тогда будет помогать людям, т.е. не просто «хожу всё критикую и всем недоволен, а нахожу недостатки в чем-то и помогаю людям от них избавится» (в работе, например). Они хорошие организаторы, им подойдет работа с недвижимостью, в интернете, в профессиях, где нужно что-то корректировать, искать ошибки в цифрах, словах, поступках людей и т.д. 
Они надежны, устойчивы. Нужно учится быть довольным тем, что есть, тогда они получат очень большую силу от Раху, смогут структурировать всё, исцелять своим присутствием. Когда происходит что-то плохое - у них часто опускаются руки, но нужно всегда выводить себя в плюс, в позитив, настраивать на хорошее и продолжать двигаться вперед! ...''',
    5: '''Твое число Судьбы 5, оно управляется планетой Меркурий и вводит тебя в определенные жизненные обстоятельства
Люди с числом Судьбы 5, становятся самостоятельными еще в раннем возрасте. Эти люди умеют сами решать свои проблемы, способны создавать хороший бизнес и благоприятную бодрящую атмосферу среди коллег и партнеров по бизнесу. 
Люди с числом Судьбы 5 — быстры. Этот баланс скорости и осторожности делает их решения ценными — каким делом они бы не занимались. 
Пять — это хорошее число Судьбы, так как: 
• оно приносит мягкость, доброту, мудрость, интуицию, проницательность, счастье, бдительность и удачу;
• приносит богатство через выигрыш в лотерею, наследство или рискованное ведение бизнеса;
• оно делает своих обладателей логичными, рациональными и систематичными;
• дарует силу мысли и прогресс в материальной сфере; иногда оно делает их первооткрывателями, изобретателями, создателями старт-апов;
• оно обеспечивает покровительство правительства, представителей власти, политических лидеров, друзей и родственников;
• приносит признание за достижения в работе;
• оно делает своих обладателей многосторонними, производящими хорошее впечатление, привлекательными и по характеру оптимистичными; 
• оно приносит перемены в работе и жизни; 
• дарит удачу в любовных делах; 
• обладатели числа 5 подолгу живут за границей. 
Число Судьбы пять более благоприятно для публицистов, писателей, судей, политиков, бизнесменов, актеров, учителей, ораторов, рассказчиков, художников, скульпторов, и астрологов (все профессии, связанные с коммуницированием, посредничеством, созданием чего-то абсолютно нового). 
Меркурий — это множественность, у человека часто много всего в жизни: множество шансов, много событий, поездок, знакомств, этому человеку всегда хочется чего-то нового, потому что Меркурий — это молодежь, студенты, движение. 
У них происходит постоянный поиск нового. Эти люди могут найти подход к любому человеку, Меркурий планета речи. 
У таких людей может быть несколько образований, он может постоянно учится. Может быть несколько источников дохода. Возможно, он создаст либо одним из первых начнет заниматься новых хобби, образованием, которого ещё не было, новым источником доходов. Т.к. они ценят свободу и независимость, им лучше всего подойдет работа на себя. 
Этим людям важно постоянно чему-то обучаться, не стоять на месте, не расслабляться, наслаждаясь плодами своих трудов. Чувство юмора их часто выручает, им очень важно сохранять позитивный настрой, важна концентрация (т.к. есть склонность рассеивать внимание, им подойдут практики для очищения сознания, медитации). ...''',
    6: '''Твое число Судьбы 6, оно управляется Венерой и вводит тебя в определенные жизненные обстоятельства.
Число Судьбы 6 может создавать много сексуальных проблем, за которые в действительности человек не отвечает. Оно может побуждать людей вступать в нежелательные любовные связи. 
Когда 6 является числом Души, наклонности по отношению к противоположному полу вполне естественны — это физиология, поэтому все это приемлемо. Но, когда такие вещи происходят случайно, без личностного влечения, то кажется, что физические взаимоотношения навеяны самой судьбой. 
Люди с числом Судьбы 6 достигают комфорта и добиваются успеха благодаря удаче. Они имеют все, что хотят, но, если не женятся в ранние годы своей жизни, потом долго не смогут найти подходящего жизненного партнера. 
Они заботятся о своих друзьях, их взаимоотношения лишены задних мыслей; и, они должны много работать на протяжении своей жизни в этом направлении. 
Они становятся очень независимыми, тем не менее, оставаясь социальными. 
Они хорошие собеседники и рассказчики. Они много путешествуют и наслаждаются жизнью; они любят хорошую, вкусную еду. 
Люди с числом Судьбы 6 более сентиментальны, чем логичны, и имеют склонность размышлять о своем прошлом. 
Они не приемлют рабства; «шестерки» нарушают законы и не следуют традиционным религиям. Они интересуются оккультными науками и тайными знаниями. 
Они надежны, миролюбивы, романтичны, методичны в своей работе и могут быть хорошими дипломатами. «Шестерки» защищают интересы своего класса. 
Деньги не задерживаются в их руках. Они великодушны и щедро тратят большие суммы на содержание родственников и друзей. 
Им нравится коллекционировать красивую одежду, парфюмерию, косметику, ювелирные изделия и драгоценные камни. 
Они остаются привлекательными, очаровательными и молодыми до старости. Женщины-«шестерки» сохраняют свои чары долгое время. 
Такие люди могут страдать от чрезмерного злоупотребления сексуальными удовольствиями и могут быть склонны к венерическим болезням. 
Венера дает направленность на отношения. У человека будет много возможностей с кем-то дружить, общаться, заводить любовные связи, множество соблазнов, они любят общество, социальность. 
Это хорошая планета в плане финансового достатка, удовольствия, комфорта. Они умеют объединять людей, хорошо со всеми общаются, гармонизируют всё вокруг. 
Им нельзя идти на поводу у своих чувств, им нужен наставник, который будет направлять их, иначе от чрезмерных удовольствий они могут быстро растерять свою хорошую карму.
Таким людям дается много возможностей для отношений, но не нужно растрачивать себя на них, особенно это важно женщинам, так как она истощает свое тонкое тело и потом ей уже не так легко идти по жизни. 
Этим людям важно помогать другим, пытаться что-то делать и для удовольствия других, важно оторваться от своего эгоизма и быть полезным другим. Они дают хорошие практичные рекомендации другим, им важно не идти на поводу у чувств, укреплять разум. ...''',
    7: '''Твое число Судьбы 7, оно управляется полупланетой Кету, оно вводит тебя в определенные жизненные обстоятельства
Семь является хорошим числом Судьбы, потому что оно помогает людям усиливать качества, присущие их числу Души или числу Имени. Кету, управляющий числом 7, как полупланета, когда находится в домах других планет, легко поддается их влиянию. Кету приспосабливается к качествам и чертам планет, с которыми работает. 
Эта способность к адаптации и неущемлению других делает «семерок» всеобщими любимцами. Круг их помощников расширяется. 
Их привычка недооценивать свои дарования и скрытые потенциалы делает их смиренными, велеречивыми, обаятельными и награждает человеческими качествами. 
Их блестящие практические идеи притягивают людей подобно магнитам. Они становятся хорошими ораторами и рассказчиками. 
Они выезжают за рубеж и получают признание в области искусства, литературы или дипломатии. 
В зависимости от своих занятий, которые отчетливо направляются их числом Души, они могут добиться известности как судьи, миротворцы или духовные лидеры. 
Люди с числом Судьбы 7 остроумны, подвижны, быстры в принятии решений; непредсказуемы, постоянно меняются и всегда молоды. Это хорошие советники — даже их враги следуют таким советам и предложениям. От них исходят мирные вибрации, такие люди могут успокаивать других уже одним своим присутствием. 
У них есть решения всех проблем; это яркие спорщики, умело сводящие спор к компромиссу.
Их подход отличается рациональностью, практичностью, дружелюбием и созидательностью. 
Если люди с числом Судьбы 7 занимаются духовной практикой, они достигают самадхи и им известно состояние глубокой медитации. Если же они интересуются тантрой, то обретают сиддхи (силы — такие, как ясновидение, личный магнетизм, сила гипноза, сила передачи энергии по каналам). 
В возрасте между 30 и 45 сила их интуиции возрастает, и они получают возможность читать, как в книге, в умах людей. 
У «семерок» замечательные сны и они многому из них учатся. Большая часть их ярких оригинальных идей приходит из снов, мечтаний, что является любимым времяпровождением «семерок». Они пытаются узнать секрет сна и подсознания и верят в мистическую силу, которая может перебросить людей в прошлое или будущее. 
Они легко притягиваются к представителям противоположного пола, бывают постоянно окружены ими и весьма странным образом флиртуют с ними. 
Женщина с числом Судьбы 7 обладает повышенной социальностью и сентиментальностью; она более привлекательна, чем мужчина с числом Судьбы 7. Она умна, напориста, болтлива (иногда чересчур) и думает о карьере. Она сильно привязана к своей матери и другим родственникам женщинам, что может создавать проблемы в ее семейной жизни (те женщины могут иметь влияние на принятие её решений). 
У нее беспокойный характер, она всегда тревожится за будущее. В силу этого она может меньше уделять внимания своему мужу и поэтому брак может не являться счастливым. 
Мужчине с числом Судьбы 7 рекомендуется не жениться до двадцати восьми лет. 
И мужчины, и женщины с этим числом Судьбы часто могут иметь одну или более внебрачных связей. 
Кету дает таким людям легко приспособиться к обстоятельствам. 
Они могут иметь множество творческих проектов, потому что Кету понимает творчество всем нутром, всегда зрит в корень. 
7 в числе Судьбы показывает удачу. 
Такие люди магнетичны, притягивают к себе, всегда на своей волне (семерка дает некоторое отстранение от других людей). Интуитивны, стремятся к постижению истины. В молодости более легкие, к возрасту мудреют, ищут смысл жизни, ищут корень всего. Они склоны к мистике, эзотерике, религии.
Женщинам это число помогает быть признанными в обществе, творчески выражаться, они загадочны и притягательны. Мужчины могут быть также загадочным, нестандартным, погруженным в себя, но они тоже имеют свою привлекательность и сейчас такой типаж востребован в шоу бизнесе, в творческих профессиях. ...''',
    8: '''Твое число Судьбы 8, оно управляется Сатурном и вводит тебя в определенные жизненные обстоятельства
Восемь — не слишком хорошее число Судьбы, потому что оно несет с собой промедление, препятствия, неудачи, унижения оттуда, откуда их меньше всего ждут; 8 делает жизнь непредсказуемой. 
Это число Судьбы вызывает нежелаемые противодействия и беспричинную враждебность. Оно способствует ограблениям и другим финансовым убыткам. 
Число Судьбы 8 может заставлять людей портить себе карму, попадать в аварии, встречать много неудач и страдать от преждевременного старения. Но через печальный опыт, неудачи, оно дает мудрость. 
«Восьмеркам» живется лучше всего в неблагоприятных условиях; чем больше они встречают трудностей, тем ярче сияют. Они достигают славы и начинают развивать свои организаторские способности, занимать ответственные посты и богатеть уже на склоне лет. 
Если «восьмерки» интересуются политикой, то вскоре получают высокий пост; если же интересуются духовными и оккультными науками, то становятся лидерами в своих организациях. Но им никогда не избавиться от проблем (действительных и мнимых), противостояния, унижения. 
Они любят быть одни, но страдают от одиночества. 
Люди с числом Судьбы 8 могут быть подвержены наркомании и другим порочным зависимостям. 
Семейная жизнь у «восьмерок» может долго не длиться. Они всегда находятся под угрозой отвержения или развода. Это подчас благоприятствует их политической карьере и духовной жизни. 
Вследствие того, что у них зарождаются философские мысли, они могут отказаться от собственной природы, которая стремится к удовольствиям, и направить энергию против страданий людей, приближенных к ним. 
Им суждено войти в историю — или как новаторам, выдающимся ученым, общественным реформаторам, или же вследствие плохой кармы своей порочной деятельностью (потому что они могут стать лидерами антисоциальных движений, групп, участвовать в революциях и плохо кончить). 
Люди с числом Судьбы 8 намного смелее, чем обладатели других чисел от 1 до 9. Они стойко переносят стрессы, у них повышенные адаптационные способности и они быстро приходят в себя. 
Они постоянно озабочены тем, чтобы занять главенствующие позиции в своей работе, и у них нет времени для развлечений. 
Женщины с числом Судьбы 8 получают наследство и умеют копить деньги на старость. Вследствие многочисленных неудачных происшествий в молодости они предпочитают жить одни, не выходить замуж. Несмотря на то, что они преданны своим семьям, им трудно найти подходящего жизненного партнера. Они могут преодолеть проблемы семейной жизни и взаимоотношений, если обретут терпение, обратят больше внимания на духовность и истинную веру. 
Люди с числом Судьбы 8 — хорошие планировщики, и в этой области они добиваются больших успехов. Если они встречают людей с благоприятными числами, то могут добиться в своей карьере небывалых высот. 
Ссориться с «восьмерками» опасно. 
Люди с числом Судьбы 8 сомневаются в окружающих, боятся своих оппонентов и страдают от стагнации, изоляции и нехватки дружеского окружения. 
Людям с числом Судьбы 8 суждено в своей жизни, по крайней мере, один раз предстать перед судом.
Сатурн тяжелая планета, дает непростую судьбу, сильные испытания, уроки в жизни, особенно в первой её половине. 
Дает множество уроков, испытаний, иллюзий. Унижения (возможно человека даже не унижали, но у него есть такая иллюзия, что его унизили), потери, разочарования. 
Сатурн проверяет человека в первой половине жизни на устойчивость, на то, как он проходит конкретные ситуации, на то, насколько остается стабильным. Затем к 35-36 годам это дает свои плоды. Сатурн строгий учитель. Для таких людей он ставит серьезные цели, серьезные отношения. 
Если Сатурн дает плоды, то они всегда очень обширные. Поэтому важно ставить долговременные, масштабные цели. 
Эти люди материалистичны, недоверчивы, категоричны, могут быть безэмоциональны. У них высокая требовательность к себе и другим. Им нужно помогать тем, кто в сложных обстоятельствах. 
Они часто могут быть категоричны к жизни – если выстроили план, значит он идеален и, если идет что-то не по плану, они воспринимают это очень серьезно (не хотят принимать эту реальность), но надо учится отпускать ситуацию, иначе жизнь их сама вытолкнет к этому. 
Через свою власть они хотят всё подчинить себе. Надо учится отдавать, отпускать. Важно научиться отпускать контроль, больше доверять жизни.
8 — это какое-то ограничение, отстранение (заключенные, люди, работающие в отдалении от других, в каких-то ограничениях, в больнице, в закрытых городах). 
Когда происходит что-то плохое эти люди становятся только крепче. 
Из таких людей получаются: трудолюбивые исполнительные работники, они могут много и упорно работать; хорошие администраторы, руководители, умеющие построить структуру и реализовать бизнес-процессы; адвокаты, юристы, политики. Им подойдет работа в гос. структуре, монотонная работа, также работа тяжелая морально или физически, работа в каких-то рамках, ограничениях. Работа, где нужна большая стрессоустойчивость. ...''',
    9: '''Твое число Судьбы 9, оно управляется Марсом и вводит тебя в определенные жизненные обстоятельства.
Число Судьбы 9 намного лучше, чем число Души 9. Люди с числом Души 9 вспыльчивы, злобны и любят ссориться. Люди с числом Судьбы 9 управляются своим числом Души. Если последнее находится в гармонии с числом Судьбы, то они легко преодолевают свой гнев и вспыльчивость и сожалеют о скандальном поведении. 
Если же гармоничного числа Души нет, то человек с числом Судьбы 9 должен выбрать гармоничное имя, потому что оно оказывает большое влияние на душу. Негативное влияние числа 9 может помочь превзойти определенная религиозная практика. 
Испытывая трудности в жизни, люди с числом Судьбы 9 развиваются духовно и ментально, они понимают значение космической любви и могут оценить истинную мудрость. Если они ставят перед собой цель достижения совершенства в духовной жизни, они добиваются ее, обретая познания и ума, и тела. Они оказываются превосходными учителями, они не слепо верят тому, что находят в писаниях и что слышат от своих духовных учителей. Они проверяют это практикой и это позволяет им обрести истинную духовность. 
Люди с числом Судьбы и Души 9 любят искусство и красоту. 
Разница между ними заключается в том, что люди с числом Души 9 будут должны учиться и бороться, чтобы оставить свой след в мире искусства. Люди же с числом Судьбы 9 легко добиваются успеха и известности в этой области и их постоянно окружает красота. Они становятся любимчиками известных, успешных художников, выдающихся писателей и духовных учителей. 
Хотя людям с числом Судьбы 9 приходится встречаться с множеством трудностей и конфликтовать в детстве со своими родителями, братьями и сестрами, позднее они добиваются их любви, а их благородные качества находят почитание и должную оценку. 
Им суждено быть все время чем-то занятыми. Даже во время отдыха они неугомонны. Они интересуются всем, что делает жизнь приятной. Они любят приключения, романтические взаимоотношения и считают, что жизнь предназначена для удовольствий и развлечений. 
Они интересуются высшим обществом и утонченной жизнью. У них свой собственный внутренний компас, они самостоятельно ищут истину. В силу хорошей интуиции они способны распознать истину, а распознав, пытаются подобрать средства к ее достижению. Для более полного погружения в истину они следуют сложным духовным практикам. 
Люди с числом Судьбы 9 — не снобы. Они чувствуют единство со всем живым и ищут во всем божественную искру. 
Это защитники всего человечества, всех живых форм. Они интересуются целительством, экологией, музыкой, пением и рисованием. 
Девять, будучи последним числом в серии одиночных чисел, является числом исполнения души (сознания) и считается мистическим. Иметь число Судьбы 9 означает находиться в конце цикла жизни и смерти (рождения и перерождения). Если эти люди осознают это в молодости (число судьбы обычно вступает в силу только после 35 лет), они могут достигнуть своих целей. Они могут добиться этого, используя кармы своих прошлых жизней и избегая новой кармы, которая создается склонностью к чувственным наслаждениям. Они получают просветление и идут вперед по пути, никогда не возвращаясь назад. 
Число Судьбы 9 наделяет людей духовностью, мягкостью и смирением. Их воинственный характер прокладывает им дорогу через споры, публичные выступления и следованию трудной, самоистязающей практике. Оно дает им замкнутость и приверженность к святости; оно дает им смелость и дух соревнования. 
Те, кто не занимается духовными практиками, часто проявляют свою склонность к насилию через политику или на работе, используя вполне допустимые формы ведения дискуссий и сражений. 
Люди с числом Судьбы 9 вследствие своей сомневающейся природы, отрицательного настроя и выдуманных проблем должны в жизни много бороться. 
Марс — это планета, направленная на социум. 
Она дает в начале жизни конфликтность, драчливость. 
По их мнению, всё должно быть просто так, бескорыстно. Эти люди хотят всё отдавать, хотят вращаться в социуме, у них много событий в ранней молодости. Жизнь часто требует от них решительности и напора. Они идеалисты, хотят покорять вершины. 
Любят участвовать в политических партиях, соц. проектах, помощи другим людям. У них глобальность интересов. Страстность в отношениях. Они любят восхищение и внимание. 
Им важно учиться с миром принимать любые результаты, им очень важно это принять.
9 — это некое завершение всех цифр (имеется в виду от 1 до 9), подразумевается, что 9 
что-то накопила и хочет раздавать (опыт, знания, ресурсы и т.д.). ...'''
}