# Тексты для Числа Предназначения (бывший p_text из dict.py)

purpose_text = {
    1: '''Сейчас рассмотрим число Предназначения. Оно показывает суть человека, независимо от профессии и статуса.
Твое число Предназначения – 1. Оно управляется Солнцем.
Лидерство, власть, управление, желание быть в центре, забота о других, принятие ответственности, независимость.
Вы хотите, чтобы другие следовали за вами, вы видите цели, вам свойственна масштабность, авторитет, смелость, роскошь, Солнце дает сильное Эго. Такие люди должны понимать, что могут и обжечь другого. Вам надо учиться слушать других. 
Важно научиться брать ответственность, быть лидером, заботиться о подчиненных. Принимать ответственность за свою жизнь, никого не обвиняя в проблемах. Как только вы начнете кого-то обвинять: близких, начальника, государство – поплатитесь здоровьем, деньгами, проблемами в личной жизни. Ваша главная задача на эту жизнь – взять за ВСЁ ответственность на себя! 
Важно понять, что всё, что происходит в жизни есть отражение сознания. Что излучаем, то и получаем. Станьте профессионалом в какой-либо сфере, тогда вам будет не так важно, что о вас говорят другие. Важно научиться любить себя таким, какой вы есть. Научиться быть счастливым в одиночку. Рано или поздно одиночество проявится, в какой-то момент и вы можете быть одни. 
Вы любите переделывать других. Начиная принимать себя, вы поймете, что каждый человек важен именно таким, какой он есть и у каждого свой путь, свои ошибки, которые он должен сам пройти. Каждый индивидуальность, поэтому не подавляйте других, а наоборот вдохновляйте! 
Примеры профессии: чиновники, управляющие, директора, военные, звезды, ораторы, продюсеры, спортсмены. Почти любая профессия может проявлять Солнцем, нужно смотреть синтез с Числом Души и Числом Судьбы. Обычно в любой профессию такие люди становятся ведущими, главными, независимыми. ...''',
    2: '''Сейчас рассмотрим число Предназначения. Оно показывает суть человека, независимо от профессии и статуса.
По числу Предназначения у тебя 2, управляется Луной. 
Отношения, умение договариваться с другими, когда такие люди приходят в коллектив, там наступает гармония, семейность. 
Луна — это энергия неуверенности, колебания, она поддерживает лидера. Им важны коллективность, семейность, у них богатая фантазия, они способны быть генератором идеи, быть посредниками, договариваться с другими. 
Часто творческое проявление, мягкость, забота, интуиция, склонность к эзотерике. 
Таким людям важно научиться выстраивать отношения. Но не быть зависимым от партнера. Надо избавиться от ожиданий, стать независимым в отношениях. Есть отношения – хорошо, нет отношений – тоже хорошо!
Научиться управлять своими эмоциями. Не подавлять их, а правильно проживать, учиться жить сердцем, слышать себя. Вам важно не думать, а чувствовать. Мысли дают вам сомнения и неуверенность, а сердце направит лучше всего. Полагайтесь на свою интуицию. 
Примеры профессий: психологи, консультанты, писатели, артисты, повара, медики, воспитатели, учителя, переводчики, официанты, обслуживающий персонал. Все профессии, что связаны с жидкостью, водой. ...''',
    3: '''Сейчас рассмотрим число Предназначения. Оно показывает суть человека, независимо от профессии и статуса.
По числу Предназначения у тебя 3, «тройка» управляется Юпитером. Это планета мудрости. Люди, под её влияние прекрасно организуют финансовые потоки. Она дает стремление к расширению, учиться и учить. Таким людям важна справедливость. 
Им нужно вдохновлять других через свой энтузиазм. 
Лидерство они достигают через свою мудрость, через выслушивание других. Они сильны в финансах, коммуникабельности, интеллектуальности. 
Это творческие люди, которые постоянно что-то придумывают и постоянно стремятся к расширению (семьи, бизнеса, знаний, жил. площади и т.д). 
Вам нужно воспитывать и учить детей. Учить не предметам, а философскому отношению к жизни. Вам очень хорошо быть наставником, обучать взрослых, заботиться о своих семьях. Такие люди любят глубоко погружаться в тему. 
Примеры профессий: учителя, банкиры, бизнесмены, религиозные лидеры, ораторы, астрологи, психологи, исследователи, юристы, ученые, работники в сфере финансов. Все те профессии, кто ищет истину, кто наставляет, обучает. ...''',
    4: '''Сейчас рассмотрим число Предназначения. Оно показывает суть человека, независимо от профессии и статуса.
По числу Предназначения у тебя 4, управляется полупланетой Раху.
Твоя задача в этой жизни: важно учиться быть благодарным. Отбрасывать иллюзии, ожидания. Контролировать свои желания. Проверять их на истинность, не навязаны ли тебе они извне. Развивай свою интуицию и доверяй ей, поскольку Раху дает некую неудовлетворенность собой, жизнью.
У тебя есть способность видеть слабое звено, ощущать страхи других. 
У тебя очень развита интуиция, ты тонко чувствуешь других. Такие люди надежны, смелы, импульсивны, у вас богатое воображение, также вам свойственна непредсказуемость, иллюзия. Вы часто генерируете идеи, мечты, и если поверите в какую-то идею, то становитесь очень старательным, чтобы достичь цели.
Примеры профессий: бизнесмены, директора, импорт/экспорт, то, что связано с заграницей, политики, рекламщики, программисты (и все профессии, связанные с компьютером, интернетом), бухгалтеры, журналисты, редакторы, диагностики, врачи, эзотерика, актеры, детективы (все профессии, связанные с иллюзией, тайной, разоблачением). ...''',
    5: '''Сейчас рассмотрим число Предназначения. Оно показывает суть человека, независимо от профессии и статуса.
По числу Предназначения у тебя 5, управляется планетой Меркурий.
Меркурий — это планета дружбы. Она дает постоянное желание движение, коммуникаций, проявление логики. Таким людям свойственна любознательность, финансы, обучение, путешествия, скорость, разговоры, много интересов. 
Они умеют найти ко всем подход, врожденные мастера НЛП. Им рекомендуется заниматься разными делами одновременно, иметь несколько источников дохода и часто менять профессию. 
Вам нужно путешествовать, познавать мир, исследовать, развивать в себе не привязанность к чему-либо (месту, дому, профессии, людям). 
Важно иметь четкие цели и концентрироваться, не распылять своё внимание, иначе сложно будет достичь цели. Ставьте перед собой большие, глобальные цели, так вам будет проще выработать тактику к достижению цели. 
Вам нужно передавать знания другим. Строить бизнес, запускать старт-апы. 
Примеры профессий: библиотекари, учителя, бизнесмены (знают где купить подешевле и продать подороже), работники СМИ, интернет, радио, тв, творческие профессии, юмористы (меркурий за отвечает за юмор), дипломаты (они могут даже бывшего врага превратить в друга), работники соц.сетей, туризм, переводчики (всё, что связано с общением), посредники, организаторы, тренеры, наставники. ...''',
    6: '''Сейчас рассмотрим число Предназначения. Оно показывает суть человека, независимо от профессии и статуса.
По числу Предназначения у тебя 6, управляется Венерой. 
Таким людям свойственна потребность в отношениях, чуткость к другим, практичность, эстетика, творчество, яркость, комфорт, наслаждение. 
Они умеют собирать всё в практичное, гармоничное, единое. Любят получать то, что хотят с наименьшими затратами, любят мало работать. 
Вам нужно создать семью, дать ей благосостояние, уют, комфорт, свою любовь. Ваша задача быть постоянными в любви, верными своему партнеру. Осознать, что мы живем не только для получения удовольствий, но и для внутренней трансформации, духовного роста. 
Вам подходят все профессии, связанные с красотой, модой, творчеством, искусством, дизайном, музыка, кино. Вы также найдете себя там, где нужно что-то улучшить, т.е. до вас всё было плохо, а вы сделали свою работу и стало красиво, гармонично, чисто (таких профессий очень много). Также вы даете прекрасные практические советы как устроится в жизни, как заработать, где и что найти, поэтому вам подходит консультирование в этих вопросах. 
Примеры профессий: дизайнеры, музыканты, актеры, психологи, учителя, массажисты, медики, преподаватели йоги, деятели искусства, руководители, министры (могут объединить коллектив, найти во всем практичное решение). ...''',
    7: '''Сейчас рассмотрим число Предназначения. Оно показывает суть человека, независимо от профессии и статуса.
По числу Предназначения у тебя 7, «семерка» управляется полупланетой Кету.
Число 7 дает человеку внутреннюю трансформацию сознания на протяжении всей жизни. Им присуща глубокая интуиция, во всем что касается сердца. 
Они ценят внутреннюю гармонию и к ней стремятся, для них важны личные границы, анализ, непредвзятость, ненавязчивость. Важно научиться жить сердцем и не зависит от внешних обстоятельств. 
Они могут уходить в себя, быть отстраненными. Для них важен поиск истины, поиск смысла жизни. Они не очень любят управлять и не любят подчиняться, они как бы отстранены от всей системы. Лучше работать самому на себя или создавать свой бизнес. Если работаете в организации - стремитесь в руководство. 
Вам нужно медитировать, заниматься йогой, духовными практиками. Сейчас очень важный период для этого человека, он выбирает, куда пойдет дальше в развитие или в деградацию. 
Примеры профессий: эзотерики, свободные люди творческих профессии, духовные наставники, ученые, массажисты, остеопаты, психологи, астрологи, нумерологи, деятели искусства. Для выбора профессии нужно смотреть сочетание с другими числами (Души, Судьбы, Имени), но точно подходит то, что связано с интуицией. ...''',
    8: '''Сейчас рассмотрим число Предназначения. Оно показывает суть человека, независимо от профессии и статуса.
По числу Предназначения у тебя 8, управляется Сатурном. 
Люди, с числом Предназначения 8 материалисты, у них большое желание всё контролировать, чтобы всё было по закону. Они могут заниматься рутиной деятельностью. 
Им очень важно не ленится, иначе Сатурн их будет наказывать. Труд, построение процессов, преодоление трудностей, стабильность, лидерство, соблюдение закона, систематизация, расчет, практичность, терпение вот главные для этих людей качества. Если их пока нет в вашем характере, но нужно работать над собой, это ваша задача на эту жизнь. 
Вам нужно тяжело и упорно работать до самой старости, без привязанности к похвале, оплате. Но нужно ставить материальные цели, копить деньги. Пусть не сразу, с задержкой, с препятствиями, но вы их достигнете. Все плоды трудов приходят к вам во второй половине жизни. 
Важно избегать эмоций, решения принимать на основе логики, расчета. 
Таким людям можно жениться по расчету, а чувства придут в браке, с задержкой. Для Сатурна задержка, промедления — это норма. 
Примеры профессий: организаторы, учителя, менеджеры, риэлторы, строители, писатели (драмы), судьи, адвокаты (они хотят, чтобы всё было по закону), бизнесмены (могут хорошо наладить процессы), простые рабочие. Всё, что связано с землей, с недвижимостью. ...''',
    9: '''Сейчас рассмотрим число Предназначения. Оно показывает суть человека, независимо от профессии и статуса.
По числу Предназначения у тебя 9, управляется планетой Марс. 
Таким людям важна социальная деятельность, лидерство, управление, в них есть стремление изменить мир к лучшему. Они наивны, не умеют обманывать. Им хорошо поддается выработка стратегии, ведущая к цели, победе. 
Им показана физическая активность, так как в них много «лишней» энергии, которую нужно выплескивать через спорт, физическую работу. Важно держать тело в тонусе.
Они защитники слабых, часто хотят продвигать какую-то идею в обществе, спорте, хотят что-то улучшить для других людей, но они не могут двигаться одни, они «командные игроки». Им не подходит работа в одиночку, они должны быть в коллективе, в команде. 
Если что-то не получается, что-то идет не по плану, важно научиться достойно принимать поражение и, учась на ошибках, анализируя, выбирать другую стратегию движения. Принимайте это не за ошибку, а за опыт, учитесь относится к этому с юмором. Юмор вас спасет от вашего гнева. Не привязывайтесь к результату, учитесь наслаждаться процессом. 
Примеры профессий: спортсмены, военные, медики, МЧС (те, кто спасает) юристы, организаторы, бизнесмены, руководители, политики, актеры (в них много энергии), тренеры. ...'''
}